Repository: trmquang93/magical_stories
Catalog: magical-stories-app/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, ja, ko, pt, vi, zh_hans

# error.storage.title
source: Storage Error
de: Speicherfehler
fr: Erreur de stockage
it: Errore di Archiviazione
ja: ストレージエラー
ko: 저장 공간 오류
pt: Erro de Armazenamento
vi: Lỗi Lưu Trữ
zh_hans: 存储错误

# error.storage.message
source: Unable to save your story. Please try again.
de: Deine Geschichte konnte nicht gespeichert werden. Bitte versuche es erneut.
fr: Impossible d'enregistrer votre histoire. Veuillez réessayer.
it: Impossibile salvare la tua storia. Riprova.
ja: 物語を保存できません。もう一度お試しください。
ko: 이야기를 저장할 수 없어요. 다시 시도해 주세요.
pt: Não foi possível salvar sua história. Por favor, tente novamente.
vi: Không thể lưu truyện của bạn. Vui lòng thử lại.
zh_hans: 无法保存您的故事。请重试。

# error.subscription.title
source: Subscription Error
de: Abonnementfehler
fr: Erreur d'abonnement
it: Errore Abbonamento
ja: サブスクリプションエラー
ko: 구독 오류
pt: Erro de Assinatura
vi: Lỗi Đăng Ký
zh_hans: 订阅错误

# error.subscription.message
source: There was a problem with your subscription. Please try again.
de: Es gab ein Problem mit deinem Abonnement. Bitte versuche es erneut.
fr: Il y a eu un problème avec votre abonnement. Veuillez réessayer.
it: Si è verificato un problema con il tuo abbonamento. Riprova.
ja: サブスクリプションに問題が発生しました。もう一度お試しください。
ko: 구독에 문제가 발생했어요. 다시 시도해 주세요.
pt: Houve um problema com sua assinatura. Por favor, tente novamente.
vi: Có vấn đề với đăng ký của bạn. Vui lòng thử lại.
zh_hans: 您的订阅出现问题。请重试。

# error.storyGeneration
source: Failed to generate the story. Please try again.
de: Fehler beim Generieren der Geschichte. Bitte versuche es erneut.
fr: Échec de la génération de l'histoire. Veuillez réessayer.
it: Impossibile generare la storia. Riprova.
ja: 物語の生成に失敗しました。もう一度お試しください。
ko: 이야기 생성에 실패했어요. 다시 시도해 주세요.
pt: Falha ao gerar a história. Por favor, tente novamente.
vi: Không thể tạo truyện. Vui lòng thử lại.
zh_hans: 生成故事失败。请重试。

# error.invalidParameters
source: The provided parameters were invalid.
de: Die angegebenen Parameter waren ungültig.
fr: Les paramètres fournis étaient invalides.
it: I parametri forniti non sono validi.
ja: 指定されたパラメーターが無効でした。
ko: 제공된 매개변수가 유효하지 않아요.
pt: Os parâmetros fornecidos são inválidos.
vi: Các tham số được cung cấp không hợp lệ.
zh_hans: 提供的参数无效。

# error.persistence
source: Failed to save or load the story.
de: Fehler beim Speichern oder Laden der Geschichte.
fr: Échec de l'enregistrement ou du chargement de l'histoire.
it: Impossibile salvare o caricare la storia.
ja: 物語の保存または読み込みに失敗しました。
ko: 이야기를 저장하거나 불러오는 데 실패했어요.
pt: Falha ao salvar ou carregar a história.
vi: Không thể lưu hoặc tải truyện.
zh_hans: 保存或加载故事失败。

# error.productNotFound
source: Product not found in the App Store
de: Produkt im App Store nicht gefunden
fr: Produit introuvable dans l'App Store
it: Prodotto non trovato nell'App Store
ja: App Storeで製品が見つかりません
ko: 앱 스토어에서 제품을 찾을 수 없어요
pt: Produto não encontrado na App Store
vi: Không tìm thấy sản phẩm trong App Store
zh_hans: App Store 中未找到产品

# error.purchaseFailed
source: Purchase failed: %@
de: Kauf fehlgeschlagen: %@
fr: Achat échoué : %@
it: Acquisto fallito: %@
ja: 購入に失敗しました：%@
ko: 구매 실패: %@
pt: Falha na compra: %@
vi: Mua hàng thất bại: %@
zh_hans: 购买失败：%@

# error.verificationFailed
source: Transaction verification failed: %@
de: Transaktionsüberprüfung fehlgeschlagen: %@
fr: Échec de la vérification de la transaction : %@
it: Verifica transazione fallita: %@
ja: トランザクションの検証に失敗しました：%@
ko: 거래 확인 실패: %@
pt: Falha na verificação da transação: %@
vi: Xác minh giao dịch thất bại: %@
zh_hans: 交易验证失败：%@

# error.pending
source: Purchase is pending approval
de: Kauf wartet auf Genehmigung
fr: L'achat est en attente d'approbation
it: Acquisto in attesa di approvazione
ja: 購入は承認待ちです
ko: 구매 승인 대기 중
pt: Compra pendente de aprovação
vi: Mua hàng đang chờ phê duyệt
zh_hans: 购买待批准

# error.unknown
source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
fr: Une erreur inconnue est survenue
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류가 발생했어요
pt: Ocorreu um erro desconhecido
vi: Đã xảy ra lỗi không xác định
zh_hans: 发生未知错误

# error.cancelled
source: Purchase was cancelled
de: Kauf wurde abgebrochen
fr: L'achat a été annulé
it: Acquisto annullato
ja: 購入がキャンセルされました
ko: 구매가 취소되었어요
pt: Compra cancelada
vi: Mua hàng đã bị hủy
zh_hans: 购买已取消

# error.notAllowed
source: Purchase not allowed
de: Kauf nicht erlaubt
fr: Achat non autorisé
it: Acquisto non consentito
ja: 購入が許可されていません
ko: 구매가 허용되지 않아요
pt: Compra não permitida
vi: Mua hàng không được phép
zh_hans: 不允许购买

# error.retry
source: Retry
de: Erneut versuchen
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt: Tentar Novamente
vi: Thử Lại
zh_hans: 重试

# error.dismiss
source: Dismiss
de: Schließen
fr: Ignorer
it: Ignora
ja: 閉じる
ko: 닫기
pt: Descartar
vi: Bỏ Qua
zh_hans: 忽略

# error.contactSupport
source: Contact Support
de: Support kontaktieren
fr: Contacter le support
it: Contatta il Supporto
ja: サポートに連絡
ko: 지원팀에 문의
pt: Contatar Suporte
vi: Liên Hệ Hỗ Trợ
zh_hans: 联系客服

# loading.creatingStory
source: Creating your magical story...
de: Deine magische Geschichte wird erstellt...
fr: Création de votre histoire magique...
it: Creando la tua storia magica...
ja: 魔法の物語を作成中...
ko: 마법 같은 이야기를 만들고 있어요...
pt: Criando sua história mágica...
vi: Đang tạo câu chuyện kỳ diệu cho bạn...
zh_hans: 正在创作您的魔法故事...

# loading.generatingIllustration
source: Generating beautiful artwork...
de: Wunderschönes Kunstwerk wird generiert...
fr: Génération d'une belle œuvre d'art...
it: Generando bellissime opere d'arte...
ja: 美しいアートワークを生成中...
ko: 아름다운 그림을 생성 중...
pt: Gerando arte linda...
vi: Đang tạo tác phẩm nghệ thuật đẹp mắt...
zh_hans: 正在生成精美插画...

# loading.savingStory
source: Saving your story...
de: Deine Geschichte wird gespeichert...
fr: Enregistrement de votre histoire...
it: Salvando la tua storia...
ja: 物語を保存中...
ko: 이야기를 저장 중...
pt: Salvando sua história...
vi: Đang lưu truyện của bạn...
zh_hans: 正在保存您的故事...

# loading.loadingLibrary
source: Loading your stories...
de: Deine Geschichten werden geladen...
fr: Chargement de vos histoires...
it: Caricando le tue storie...
ja: 物語を読み込み中...
ko: 이야기를 불러오는 중...
pt: Carregando suas histórias...
vi: Đang tải truyện của bạn...
zh_hans: 正在加载您的故事...

# loading.processing
source: Processing...
de: Verarbeitung läuft...
fr: Traitement...
it: Elaborazione...
ja: 処理中...
ko: 처리 중...
pt: Processando...
vi: Đang xử lý...
zh_hans: 正在处理...

# loading.pleaseWait
source: Please wait...
de: Bitte warten...
fr: Veuillez patienter...
it: Attendere prego...
ja: お待ちください...
ko: 잠시 기다려 주세요...
pt: Por favor, aguarde...
vi: Vui lòng chờ...
zh_hans: 请稍候...

# success.storyCreated
source: Story created successfully!
de: Geschichte erfolgreich erstellt!
fr: Histoire créée avec succès !
it: Storia creata con successo!
ja: 物語が正常に作成されました！
ko: 이야기가 성공적으로 생성되었어요!
pt: História criada com sucesso!
vi: Tạo truyện thành công!

# success.storySaved
source: Story saved to your library
de: Geschichte in deiner Bibliothek gespeichert
fr: Histoire enregistrée dans votre bibliothèque
it: Storia salvata nella tua libreria
ja: 物語がライブラリに保存されました
ko: 이야기가 라이브러리에 저장되었어요
pt: História salva na sua biblioteca
vi: Truyện đã được lưu vào thư viện
zh_hans: 故事已保存到您的故事库

# success.storyShared
source: Story shared successfully
de: Geschichte erfolgreich geteilt
fr: Histoire partagée avec succès
it: Storia condivisa con successo
ja: 物語が正常に共有されました
ko: 이야기가 성공적으로 공유되었어요
pt: História compartilhada com sucesso
vi: Chia sẻ truyện thành công
zh_hans: 故事分享成功

# success.subscriptionActivated
source: Premium subscription activated!
de: Premium-Abonnement aktiviert!
fr: Abonnement Premium activé !
it: Abbonamento Premium attivato!
ja: プレミアムサブスクリプションが有効になりました！
ko: 프리미엄 구독이 활성화되었어요!
pt: Assinatura Premium ativada!
vi: Đăng ký Premium đã được kích hoạt!

# success.purchaseComplete
source: Purchase completed successfully
de: Kauf erfolgreich abgeschlossen
fr: Achat effectué avec succès
it: Acquisto completato con successo
ja: 購入が正常に完了しました
ko: 구매가 성공적으로 완료되었어요
pt: Compra concluída com sucesso
vi: Mua hàng hoàn tất thành công
zh_hans: 购买成功

# success.restored
source: Purchases restored successfully
de: Käufe erfolgreich wiederhergestellt
fr: Achats restaurés avec succès
it: Acquisti ripristinati con successo
ja: 購入が正常に復元されました
ko: 구매가 성공적으로 복원되었어요
pt: Compras restauradas com sucesso
vi: Khôi phục mua hàng thành công
zh_hans: 购买已成功恢复

# accessibility.homeTab
source: Home Tab
de: Startseite-Tab
fr: Onglet Accueil
it: Scheda Home
ja: ホームタブ
ko: 홈 탭
pt: Aba Início
vi: Tab Trang Chủ
zh_hans: 首页标签页

# accessibility.libraryTab
source: Library Tab
de: Bibliothek-Tab
fr: Onglet Bibliothèque
it: Scheda Libreria
ja: ライブラリタブ
ko: 라이브러리 탭
pt: Aba Biblioteca
vi: Tab Thư Viện
zh_hans: 故事库标签页

# accessibility.collectionsTab
source: Collections Tab
de: Sammlungen-Tab
fr: Onglet Collections
it: Scheda Collezioni
ja: コレクションタブ
ko: 컬렉션 탭
pt: Aba Coleções
vi: Tab Bộ Sưu Tập
zh_hans: 合集标签页

# accessibility.settingsTab
source: Settings Tab
de: Einstellungen-Tab
fr: Onglet Paramètres
it: Scheda Impostazioni
ja: 設定タブ
ko: 설정 탭
pt: Aba Ajustes
vi: Tab Cài Đặt
zh_hans: 设置标签页

# accessibility.storyCard
source: Story: %@
de: Geschichte: %@
fr: Histoire : %@
it: Storia: %@
ja: 物語：%@
ko: 이야기: %@
pt: História: %@
vi: Truyện: %@
zh_hans: 故事：%@

# accessibility.collectionCard
source: Collection: %@
de: Sammlung: %@
it: Collezione: %@
ja: コレクション：%@
ko: 컬렉션: %@
pt: Coleção: %@
vi: Bộ sưu tập: %@
zh_hans: 合集：%@

# accessibility.pageProgress
source: Page %d of %d
de: Seite %d von %d
fr: Page %d sur %d
it: Pagina %d di %d
ja: %d/%dページ
ko: %d/%d 페이지
pt: Página %d de %d
vi: Trang %d / %d
zh_hans: 第 %d 页，共 %d 页

# accessibility.clearCharacter
source: Clear favorite character
de: Lieblingscharakter löschen
fr: Effacer le personnage préféré
it: Cancella personaggio preferito
ja: 好きなキャラクターをクリア
ko: 좋아하는 캐릭터 지우기
pt: Limpar personagem favorito
vi: Xóa nhân vật yêu thích
zh_hans: 清除最喜欢的角色

# accessibility.clearChildName
source: Clear child name
de: Kindernamen löschen
fr: Effacer le nom de l'enfant
it: Cancella nome bambino
ja: お子様の名前をクリア
ko: 아이 이름 지우기
pt: Limpar nome da criança
vi: Xóa tên bé
zh_hans: 清除孩子姓名

# accessibility.clearCharacters
source: Clear characters
de: Charaktere löschen
fr: Effacer les personnages
it: Cancella personaggi
ja: キャラクターをクリア
ko: 캐릭터 지우기
pt: Limpar personagens
vi: Xóa nhân vật
zh_hans: 清除角色

# accessibility.clearInterests
source: Clear interests
de: Interessen löschen
fr: Effacer les centres d'intérêt
it: Cancella interessi
ja: 興味をクリア
ko: 관심사 지우기
pt: Limpar interesses
vi: Xóa sở thích
zh_hans: 清除兴趣

# accessibility.viewAllStories
source: View All Stories
de: Alle Geschichten anzeigen
fr: Voir toutes les histoires
it: Visualizza Tutte le Storie
ja: すべての物語を見る
ko: 모든 이야기 보기
pt: Ver Todas as Histórias
vi: Xem Tất Cả Truyện
zh_hans: 查看所有故事

# accessibility.playStory
source: Play story
de: Geschichte abspielen
fr: Lire l'histoire
it: Riproduci storia
ja: 物語を再生
ko: 이야기 재생
pt: Reproduzir história
vi: Phát truyện
zh_hans: 播放故事

# accessibility.pauseStory
source: Pause story
de: Geschichte pausieren
fr: Mettre l'histoire en pause
it: Metti in pausa storia
ja: 物語を一時停止
ko: 이야기 일시 중지
pt: Pausar história
vi: Tạm dừng truyện
zh_hans: 暂停故事

# accessibility.nextPage
source: Next page
de: Nächste Seite
fr: Page suivante
it: Pagina successiva
ja: 次のページ
ko: 다음 페이지
pt: Próxima página
vi: Trang tiếp
zh_hans: 下一页

# accessibility.previousPage
source: Previous page
de: Vorherige Seite
fr: Page précédente
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
pt: Página anterior
vi: Trang trước
zh_hans: 上一页

# accessibility.closeStory
source: Close story
de: Geschichte schließen
fr: Fermer l'histoire
it: Chiudi storia
ja: 物語を閉じる
ko: 이야기 닫기
pt: Fechar história
vi: Đóng truyện
zh_hans: 关闭故事

# time.now
source: Now
de: Jetzt
fr: Maintenant
it: Ora
ja: 今
ko: 지금
pt: Agora
vi: Bây giờ
zh_hans: 现在

# time.today
source: Today
de: Heute
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt: Hoje
vi: Hôm nay
zh_hans: 今天

# time.yesterday
source: Yesterday
de: Gestern
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pt: Ontem
vi: Hôm qua
zh_hans: 昨天

# time.thisWeek
source: This week
de: Diese Woche
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
pt: Esta semana
vi: Tuần này
zh_hans: 本周

# time.lastWeek
source: Last week
de: Letzte Woche
fr: La semaine dernière
it: Settimana scorsa
ja: 先週
ko: 지난 주
pt: Semana passada
vi: Tuần trước
zh_hans: 上周

# time.thisMonth
source: This month
de: Diesen Monat
fr: Ce mois-ci
it: Questo mese
ja: 今月
ko: 이번 달
pt: Este mês
vi: Tháng này
zh_hans: 本月

# time.lastMonth
source: Last month
de: Letzten Monat
fr: Le mois dernier
it: Mese scorso
ja: 先月
ko: 지난 달
pt: Mês passado
vi: Tháng trước
zh_hans: 上月

# time.minutesAgo
source: %d minutes ago
de: Vor %d Minuten
fr: Il y a %d minutes
it: %d minuti fa
ja: %d分前
ko: %d분 전
pt: %d minutos atrás
vi: %d phút trước
zh_hans: %d 分钟前

# validation.required
source: This field is required
de: Dieses Feld ist erforderlich
fr: Ce champ est obligatoire
it: Questo campo è obbligatorio
ja: このフィールドは必須です
ko: 이 필드는 필수 항목입니다
pt: Este campo é obrigatório
vi: Trường này là bắt buộc
zh_hans: 此字段为必填项

# validation.tooShort
source: Must be at least %d characters
de: Muss mindestens %d Zeichen lang sein
fr: Doit contenir au moins %d caractères
it: Deve contenere almeno %d caratteri
ja: 少なくとも%d文字必要です
ko: 최소 %d자 이상이어야 합니다
pt: Deve ter pelo menos %d caracteres
vi: Phải có ít nhất %d ký tự
zh_hans: 至少需要 %d 个字符

# validation.tooLong
source: Must be no more than %d characters
de: Darf nicht länger als %d Zeichen sein
fr: Ne doit pas dépasser %d caractères
it: Non deve contenere più di %d caratteri
ja: %d文字以下である必要があります
ko: 최대 %d자 이하여야 합니다
pt: Não deve ter mais de %d caracteres
vi: Không được quá %d ký tự
zh_hans: 不能超过 %d 个字符

# validation.invalidEmail
source: Please enter a valid email address
de: Bitte gib eine gültige E-Mail-Adresse ein
fr: Veuillez entrer une adresse e-mail valide
it: Inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일 주소를 입력해 주세요
pt: Por favor, digite um endereço de e-mail válido
vi: Vui lòng nhập địa chỉ email hợp lệ
zh_hans: 请输入有效的电子邮件地址

# validation.invalidName
source: Please enter a valid name
de: Bitte gib einen gültigen Namen ein
fr: Veuillez entrer un nom valide
it: Inserisci un nome valido
ja: 有効な名前を入力してください
ko: 유효한 이름을 입력해 주세요
pt: Por favor, digite um nome válido
vi: Vui lòng nhập tên hợp lệ
zh_hans: 请输入有效的姓名

# validation.noSpecialCharacters
source: Special characters are not allowed
de: Sonderzeichen sind nicht erlaubt
fr: Les caractères spéciaux ne sont pas autorisés
it: I caratteri speciali non sono consentiti
ja: 特殊文字は使用できません
ko: 특수 문자는 허용되지 않습니다
pt: Caracteres especiais não são permitidos
vi: Không được phép ký tự đặc biệt
zh_hans: 不允许使用特殊字符

# validation.numbersOnly
source: Numbers only
de: Nur Zahlen
fr: Chiffres uniquement
it: Solo numeri
ja: 数字のみ
ko: 숫자만
pt: Somente números
vi: Chỉ số
zh_hans: 仅限数字

# validation.lettersOnly
source: Letters only
de: Nur Buchstaben
fr: Lettres uniquement
it: Solo lettere
ja: 文字のみ
ko: 문자만
pt: Somente letras
vi: Chỉ chữ cái
zh_hans: 仅限字母

# validation.alphanumeric
source: Letters and numbers only
de: Buchstaben und Zahlen nur
fr: Lettres et chiffres uniquement
it: Solo lettere e numeri
ja: 文字と数字のみ
ko: 문자와 숫자만
pt: Somente letras e números
vi: Chỉ chữ cái và số
zh_hans: 仅限字母和数字

# confirm.deleteStory.title
source: Delete Story
de: Geschichte löschen
fr: Supprimer l'histoire
it: Elimina Storia
ja: 物語を削除
ko: 이야기 삭제
pt: Apagar História
vi: Xóa Truyện
zh_hans: 删除故事

# confirm.deleteStory.message
source: Are you sure you want to delete this story? This action cannot be undone.
de: Möchtest du diese Geschichte wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Voulez-vous vraiment supprimer cette histoire ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questa storia? Questa azione non può essere annullata.
ja: この物語を削除してもよろしいですか？この操作は元に戻せません。
ko: 이 이야기를 삭제하시겠어요? 이 작업은 되돌릴 수 없어요.
pt: Tem certeza de que deseja apagar esta história? Esta ação não pode ser desfeita.
vi: Bạn có chắc chắn muốn xóa truyện này? Hành động này không thể hoàn tác.

# confirm.deleteCollection.title
source: Delete Collection
de: Sammlung löschen
fr: Supprimer la collection
it: Elimina Collezione
ja: コレクションを削除
ko: 컬렉션 삭제
pt: Apagar Coleção
vi: Xóa Bộ Sưu Tập
zh_hans: 删除合集

# confirm.deleteCollection.message
source: Are you sure you want to delete this collection? All stories in this collection will also be deleted.
de: Möchtest du diese Sammlung wirklich löschen? Alle Geschichten in dieser Sammlung werden ebenfalls gelöscht.
fr: Voulez-vous vraiment supprimer cette collection ? Toutes les histoires de cette collection seront également supprimées.
it: Sei sicuro di voler eliminare questa collezione? Tutte le storie in questa collezione verranno eliminate.
ja: このコレクションを削除してもよろしいですか？このコレクション内のすべての物語も削除されます。
ko: 이 컬렉션을 삭제하시겠어요? 이 컬렉션의 모든 이야기도 삭제됩니다.
pt: Tem certeza de que deseja apagar esta coleção? Todas as histórias nesta coleção também serão apagadas.
vi: Bạn có chắc chắn muốn xóa bộ sưu tập này? Tất cả truyện trong bộ sưu tập này cũng sẽ bị xóa.

# confirm.signOut.title
source: Sign Out
de: Abmelden
fr: Se déconnecter
it: Esci
ja: サインアウト
ko: 로그아웃
pt: Sair
vi: Đăng Xuất
zh_hans: 退出登录

# confirm.signOut.message
source: Are you sure you want to sign out?
de: Möchtest du dich wirklich abmelden?
fr: Voulez-vous vraiment vous déconnecter ?
it: Sei sicuro di voler uscire?
ja: サインアウトしてもよろしいですか？
ko: 로그아웃하시겠어요?
pt: Tem certeza de que deseja sair?
vi: Bạn có chắc chắn muốn đăng xuất?

# confirm.deleteAccount.title
source: Delete Account
de: Konto löschen
fr: Supprimer le compte
it: Elimina Account
ja: アカウントを削除
ko: 계정 삭제
pt: Excluir Conta
vi: Xóa Tài Khoản
zh_hans: 删除账户

# confirm.deleteAccount.message
source: Are you sure you want to permanently delete your account? This action cannot be undone.
de: Möchtest du dein Konto wirklich dauerhaft löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Voulez-vous vraiment supprimer définitivement votre compte ? Cette action est irréversible.
it: Sei sicuro di voler eliminare definitivamente il tuo account? Questa azione non può essere annullata.
ja: アカウントを完全に削除してもよろしいですか？この操作は元に戻せません。
ko: 계정을 영구적으로 삭제하시겠어요? 이 작업은 되돌릴 수 없어요.
pt: Tem certeza de que deseja excluir permanentemente sua conta? Esta ação não pode ser desfeita.
vi: Bạn có chắc chắn muốn xóa vĩnh viễn tài khoản? Hành động này không thể hoàn tác.

# premium.required
source: Premium subscription required
de: Premium-Abonnement erforderlich
fr: Abonnement Premium requis
it: Abbonamento Premium richiesto
ja: プレミアムサブスクリプションが必要です
ko: 프리미엄 구독 필요
pt: Assinatura Premium necessária
vi: Yêu cầu đăng ký Premium
zh_hans: 需要高级订阅

# premium.upgradeToAccess
source: Upgrade to premium to access this feature
de: Upgrade auf Premium, um auf diese Funktion zuzugreifen
fr: Passez à Premium pour accéder à cette fonctionnalité
it: Passa a Premium per accedere a questa funzionalità
ja: この機能にアクセスするにはプレミアムにアップグレードしてください
ko: 이 기능을 이용하려면 프리미엄으로 업그레이드하세요
pt: Atualize para premium para acessar este recurso
vi: Nâng cấp lên premium để truy cập tính năng này
zh_hans: 升级到高级版以访问此功能

# premium.trialAvailable
source: Start your free trial
de: Starte deine kostenlose Testphase
fr: Commencez votre essai gratuit
it: Inizia la tua prova gratuita
ja: 無料トライアルを開始
ko: 무료 체험 시작
pt: Comece seu teste gratuito
vi: Bắt đầu dùng thử miễn phí
zh_hans: 开始免费试用

# premium.learnMore
source: Learn more about premium
de: Erfahre mehr über Premium
fr: En savoir plus sur Premium
it: Scopri di più su Premium
ja: プレミアムについて詳しく知る
ko: 프리미엄에 대해 자세히 알아보기
pt: Saiba mais sobre o premium
vi: Tìm hiểu thêm về premium
zh_hans: 了解更多高级版信息

source: Premium Features
de: Premium-Funktionen
fr: Fonctionnalités Premium
it: Funzionalità Premium
ja: プレミアム機能
ko: 프리미엄 기능
pt: Recursos Premium
vi: Tính Năng Premium
zh_hans: 高级功能

source: Premium Benefits
de: Premium-Vorteile
fr: Avantages Premium
it: Vantaggi Premium
ja: プレミアム特典
ko: 프리미엄 혜택
pt: Benefícios Premium
vi: Lợi Ích Premium
zh_hans: 高级版权益

# search.placeholder
source: Search...
de: Suchen...
fr: Rechercher...
it: Cerca...
ja: 検索...
ko: 검색...
pt: Buscar...
vi: Tìm kiếm...
zh_hans: 搜索...

# search.noResults
source: No results found
de: Keine Ergebnisse gefunden
fr: Aucun résultat trouvé
it: Nessun risultato trovato
ja: 結果が見つかりません
ko: 검색 결과 없음
pt: Nenhum resultado encontrado
vi: Không tìm thấy kết quả
zh_hans: 未找到结果

# search.clearSearch
source: Clear search
de: Suche löschen
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
pt: Limpar busca
vi: Xóa tìm kiếm
zh_hans: 清除搜索

# search.recentSearches
source: Recent Searches
de: Letzte Suchen
fr: Recherches récentes
it: Ricerche Recenti
ja: 最近の検索
ko: 최근 검색
pt: Buscas Recentes
vi: Tìm Kiếm Gần Đây
zh_hans: 最近搜索

# filter.all
source: All
de: Alle
fr: Tout
it: Tutti
ja: すべて
ko: 전체
pt: Todos
vi: Tất Cả
zh_hans: 全部

# filter.favorites
source: Favorites
de: Favoriten
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
vi: Yêu Thích
zh_hans: 收藏

# filter.recent
source: Recent
de: Zuletzt
fr: Récents
it: Recenti
ja: 最近
ko: 최근
pt: Recentes
vi: Gần Đây
zh_hans: 最近

# filter.unread
source: Unread
de: Ungelesen
fr: Non lus
it: Non letti
ja: 未読
ko: 읽지 않음
pt: Não Lidos
vi: Chưa Đọc
zh_hans: 未读

# filter.completed
source: Completed
de: Abgeschlossen
fr: Terminés
it: Completati
ja: 完了
ko: 완료됨
pt: Concluídos
vi: Đã Hoàn Thành
zh_hans: 已完成

# filter.inProgress
source: In Progress
de: In Bearbeitung
fr: En cours
it: In Corso
ja: 進行中
ko: 진행 중
pt: Em Andamento
vi: Đang Thực Hiện
zh_hans: 进行中

# share.story
source: Check out this magical story!
de: Schau dir diese magische Geschichte an!
fr: Découvrez cette histoire magique !
it: Dai un'occhiata a questa storia magica!
ja: この魔法の物語をチェック！
ko: 이 마법 같은 이야기를 확인해 보세요!
pt: Confira esta história mágica!
vi: Xem câu chuyện kỳ diệu này!

# share.app
source: Create magical stories with this amazing app!
de: Erstelle magische Geschichten mit dieser tollen App!
fr: Créez des histoires magiques avec cette application incroyable !
it: Crea storie magiche con questa fantastica app!
ja: この素晴らしいアプリで魔法の物語を作ろう！
ko: 이 멋진 앱으로 마법 같은 이야기를 만들어 보세요!
pt: Crie histórias mágicas com este aplicativo incrível!
vi: Tạo truyện kỳ diệu với ứng dụng tuyệt vời này!

# share.collection
source: Discover this growth collection
de: Entdecke diese Wachstumssammlung
fr: Découvrez cette collection de développement
it: Scopri questa collezione di crescita
ja: この成長コレクションを発見
ko: 이 성장 컬렉션을 발견해 보세요
pt: Descubra esta coleção de crescimento
vi: Khám phá bộ sưu tập phát triển này
zh_hans: 发现此成长合集

source: Share via
de: Teilen über
fr: Partager via
it: Condividi tramite
ja: 共有元
ko: 공유 방법
pt: Compartilhar via
vi: Chia sẻ qua
zh_hans: 分享方式

# notification.storyReady
source: Your story is ready!
de: Deine Geschichte ist fertig!
fr: Votre histoire est prête !
it: La tua storia è pronta!
ja: 物語の準備ができました！
ko: 이야기가 준비되었어요!
pt: Sua história está pronta!
vi: Truyện của bạn đã sẵn sàng!

# notification.newStoryAvailable
source: A new story is waiting for you
de: Eine neue Geschichte wartet auf dich
fr: Une nouvelle histoire vous attend
it: Una nuova storia ti aspetta
ja: 新しい物語があなたを待っています
ko: 새로운 이야기가 기다리고 있어요
pt: Uma nova história está esperando por você
vi: Một câu chuyện mới đang chờ bạn
zh_hans: 有一个新故事在等您

# notification.reminderToRead
source: Time for a magical story!
de: Zeit für eine magische Geschichte!
fr: C'est l'heure d'une histoire magique !
it: È ora di una storia magica!
ja: 魔法の物語の時間だよ！
ko: 마법 같은 이야기를 읽을 시간이에요!
pt: Hora de uma história mágica!
vi: Đến giờ đọc truyện kỳ diệu!

# notification.collectionComplete
source: Collection completed!
de: Sammlung abgeschlossen!
fr: Collection terminée !
it: Collezione completata!
ja: コレクションが完了しました！
ko: 컬렉션 완료!
pt: Coleção concluída!
vi: Hoàn thành bộ sưu tập!
