Repository: trmquang93/magical_stories
Catalog: magical-stories-app/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, ja, ko, pt, vi, zh_hans

# promoCode.entry.help.pattern
source: Format: XX-XXXX-XXXX-XX
it: Formato: XX-XXXX-XXXX-XX
ja: 形式：XX-XXXX-XXXX-XX
ko: 형식: XX-XXXX-XXXX-XX
pt: Formato: XX-XXXX-XXXX-XX
vi: Định dạng: XX-XXXX-XXXX-XX
zh_hans: 格式：XX-XXXX-XXXX-XX

# promoCode.entry.help.support
source: Contact support if you need assistance
de: Kontaktiere den Support, wenn du Hilfe benötigst
fr: Contactez le support si vous avez besoin d'aide
it: Contatta il supporto se hai bisogno di assistenza
ja: サポートが必要な場合はお問い合わせください
ko: 도움이 필요하면 지원팀에 문의하세요
pt: Entre em contato com o suporte se precisar de ajuda
vi: Liên hệ hỗ trợ nếu bạn cần giúp đỡ
zh_hans: 如需帮助，请联系客服

# promoCode.button.redeem
source: Redeem Code
de: Code einlösen
fr: Utiliser le code
it: Riscatta Codice
ja: コードを引き換える
ko: 코드 사용
pt: Resgatar Código
vi: Đổi Mã
zh_hans: 兑换代码

# promoCode.button.validating
source: Validating...
de: Validierung läuft...
fr: Validation en cours...
it: Convalida...
ja: 検証中...
ko: 유효성 검사 중...
pt: Validando...
vi: Đang xác thực...
zh_hans: 正在验证...

# promoCode.button.addAnother
source: Add Another Code
de: Weiteren Code hinzufügen
fr: Ajouter un autre code
it: Aggiungi un Altro Codice
ja: 別のコードを追加
ko: 다른 코드 추가
pt: Adicionar Outro Código
vi: Thêm Mã Khác
zh_hans: 添加其他代码

# promoCode.haveCode
source: Have a promo code?
de: Hast du einen Promo-Code?
fr: Vous avez un code promo ?
it: Hai un codice promozionale?
ja: プロモーションコードをお持ちですか？
ko: 프로모션 코드가 있으신가요?
pt: Tem um código promocional?
vi: Bạn có mã khuyến mãi?

# promoCode.description
source: Unlock premium features with your promo code
de: Schalte Premium-Funktionen mit deinem Promo-Code frei
fr: Débloquez les fonctionnalités Premium avec votre code promo
it: Sblocca funzionalità premium con il tuo codice promozionale
ja: プロモーションコードでプレミアム機能をアンロック
ko: 프로모션 코드로 프리미엄 기능을 잠금 해제하세요
pt: Desbloqueie recursos premium com seu código promocional
vi: Mở khóa các tính năng cao cấp bằng mã khuyến mãi của bạn
zh_hans: 使用您的促销代码解锁高级功能

# promoCode.success.title
source: Code Redeemed Successfully!
de: Code erfolgreich eingelöst!
fr: Code utilisé avec succès !
it: Codice Riscosso con Successo!
ja: コードが正常に引き換えられました！
ko: 코드 사용 완료!
pt: Código Resgatado com Sucesso!
vi: Mã đã đổi thành công!

# promoCode.success.message
source: You now have access to: %@
de: Du hast jetzt Zugriff auf: %@
fr: Vous avez maintenant accès à : %@
it: Ora hai accesso a: %@
ja: これで以下にアクセスできます：%@
ko: 이제 다음 기능에 접근할 수 있어요: %@
pt: Você agora tem acesso a: %@
vi: Bạn hiện có quyền truy cập vào: %@
zh_hans: 您现在可以访问：%@

# promoCode.active.title
source: Active Promo Codes
de: Aktive Promo-Codes
fr: Codes promo actifs
it: Codici Promozionali Attivi
ja: 有効なプロモーションコード
ko: 활성 프로모션 코드
pt: Códigos Promocionais Ativos
vi: Mã khuyến mãi đang hoạt động
zh_hans: 有效促销代码

# promoCode.remove.title
source: Remove Promo Code
de: Promo-Code entfernen
fr: Supprimer le code promo
it: Rimuovi Codice Promozionale
ja: プロモーションコードを削除
ko: 프로모션 코드 제거
pt: Remover Código Promocional
vi: Xóa mã khuyến mãi
zh_hans: 移除促销代码

# promoCode.remove.message
source: Are you sure you want to remove this promo code? You will lose access to the features it provides.
de: Möchtest du diesen Promo-Code wirklich entfernen? Du verlierst den Zugriff auf die Funktionen, die er bietet.
fr: Voulez-vous vraiment supprimer ce code promo ? Vous perdrez l'accès aux fonctionnalités qu'il offre.
it: Sei sicuro di voler rimuovere questo codice promozionale? Perderai l'accesso alle funzionalità che fornisce.
ja: このプロモーションコードを削除してもよろしいですか？提供される機能へのアクセスを失います。
ko: 이 프로모션 코드를 제거하시겠어요? 이 코드가 제공하는 기능에 대한 접근 권한을 잃게 됩니다.
pt: Tem certeza de que deseja remover este código promocional? Você perderá o acesso aos recursos que ele oferece.
vi: Bạn có chắc chắn muốn xóa mã khuyến mãi này không? Bạn sẽ mất quyền truy cập vào các tính năng mà mã này cung cấp.

# promoCode.remove.button
source: Remove
de: Entfernen
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt: Remover
vi: Xóa
zh_hans: 移除

# promoCode.status.active
source: Active
de: Aktiv
fr: Actif
it: Attivo
ja: 有効
ko: 활성
pt: Ativo
vi: Đang hoạt động
zh_hans: 有效

# promoCode.status.expired
source: Expired
de: Abgelaufen
fr: Expiré
it: Scaduto
ja: 期限切れ
ko: 만료됨
pt: Expirado
vi: Đã hết hạn
zh_hans: 已过期

# promoCode.status.usageLimitReached
source: Usage Limit Reached
de: Nutzungslimit erreicht
fr: Limite d'utilisation atteinte
it: Limite di Utilizzo Raggiunto
ja: 利用制限に達しました
ko: 사용량 한도 도달
pt: Limite de Uso Atingido
vi: Đã đạt giới hạn sử dụng
zh_hans: 使用次数已达上限

# promoCode.timeRemaining.days
source: %d days left
de: %d Tage verbleibend
fr: Il reste %d jours
it: %d giorni rimanenti
ja: 残り%d日
ko: %d일 남음
pt: %d dias restantes
vi: Còn %d ngày
zh_hans: 剩余 %d 天

# promoCode.timeRemaining.neverExpires
source: Never expires
de: Läuft nie ab
fr: N'expire jamais
it: Non scade mai
ja: 期限なし
ko: 만료되지 않음
pt: Nunca expira
vi: Không bao giờ hết hạn
zh_hans: 永不失效

# promoCode.usage.remaining
source: Uses remaining: %d/%d
de: Verbleibende Nutzungen: %d/%d
fr: Utilisations restantes : %d/%d
it: Utilizzi rimanenti: %d/%d
ja: 残り利用回数：%d/%d
ko: 남은 사용 횟수: %d/%d
pt: Usos restantes: %d/%d
vi: Lượt sử dụng còn lại: %d/%d
zh_hans: 剩余使用次数：%d/%d

# promoCode.inputHelp.characters
source: %d/%d characters
de: %d/%d Zeichen
fr: %d/%d caractères
it: %d/%d caratteri
ja: %d/%d文字
ko: %d/%d자
pt: %d/%d caracteres
vi: %d/%d ký tự
zh_hans: %d/%d 字符

# promoCode.inputHelp.ready
source: Ready to validate
de: Bereit zur Validierung
fr: Prêt à valider
it: Pronto per la convalida
ja: 検証準備完了
ko: 유효성 검사 준비 완료
pt: Pronto para validar
vi: Sẵn sàng xác thực
zh_hans: 准备验证

# promoCode.inputHelp.tooLong
source: Too long (%d/%d characters)
de: Zu lang (%d/%d Zeichen)
fr: Trop long (%d/%d caractères)
it: Troppo lungo (%d/%d caratteri)
ja: 長すぎます（%d/%d文字）
ko: 너무 김 (%d/%d자)
pt: Muito longo (%d/%d caracteres)
vi: Quá dài (%d/%d ký tự)
zh_hans: 过长（%d/%d 字符）

# accessCode.type.reviewer
source: Reviewer Access
de: Rezensenten-Zugang
fr: Accès critique
it: Accesso Recensore
ja: レビュアーアクセス
ko: 검토자 접근
pt: Acesso de Revisor
vi: Truy cập dành cho người đánh giá
zh_hans: 审阅者访问

# accessCode.type.press
source: Press Access
de: Presse-Zugang
fr: Accès presse
it: Accesso Stampa
ja: プレスアクセス
ko: 언론 접근
pt: Acesso de Imprensa
vi: Truy cập dành cho báo chí
zh_hans: 媒体访问

# accessCode.type.demo
source: Demo Access
de: Demo-Zugang
fr: Accès démo
it: Accesso Demo
ja: デモアクセス
ko: 데모 접근
pt: Acesso de Demonstração
vi: Truy cập bản dùng thử
zh_hans: 演示访问

# accessCode.type.unlimited
source: Unlimited Access
de: Unbegrenzter Zugang
fr: Accès illimité
it: Accesso Illimitato
ja: 無制限アクセス
ko: 무제한 접근
pt: Acesso Ilimitado
vi: Truy cập không giới hạn
zh_hans: 无限访问

# accessCode.type.specialAccess
source: Special Access
de: Sonderzugang
fr: Accès spécial
it: Accesso Speciale
ja: 特別アクセス
ko: 특별 접근
pt: Acesso Especial
vi: Truy cập đặc biệt
zh_hans: 特殊访问

# accessCode.error.invalidFormat
source: Access code format is invalid
de: Das Format des Zugangscodes ist ungültig
fr: Le format du code d'accès est invalide
it: Il formato del codice di accesso non è valido
ja: アクセスコードの形式が無効です
ko: 접근 코드 형식이 유효하지 않아요
pt: Formato do código de acesso inválido
vi: Định dạng mã truy cập không hợp lệ
zh_hans: 访问代码格式无效

# accessCode.error.codeNotFound
source: Access code not found or invalid
de: Zugangscode nicht gefunden oder ungültig
fr: Code d'accès introuvable ou invalide
it: Codice di accesso non trovato o non valido
ja: アクセスコードが見つからないか無効です
ko: 접근 코드를 찾을 수 없거나 유효하지 않아요
pt: Código de acesso não encontrado ou inválido
vi: Không tìm thấy mã truy cập hoặc mã không hợp lệ
zh_hans: 访问代码未找到或无效

# accessCode.error.codeExpired
source: Access code expired on %@
de: Zugangscode abgelaufen am %@
fr: Code d'accès expiré le %@
it: Codice di accesso scaduto il %@
ja: アクセスコードは%@に期限切れになりました
ko: 접근 코드가 %@에 만료되었어요
pt: Código de acesso expirou em %@
vi: Mã truy cập đã hết hạn vào ngày %@
zh_hans: 访问代码已于 %@ 过期

# accessCode.error.usageLimitReached
source: Access code usage limit reached (%d uses)
de: Nutzungslimit des Zugangscodes erreicht (%d Nutzungen)
fr: Limite d'utilisation du code d'accès atteinte (%d utilisations)
it: Limite di utilizzo del codice di accesso raggiunto (%d utilizzi)
ja: アクセスコードの利用制限に達しました（%d回利用）
ko: 접근 코드 사용량 한도에 도달했어요 (%d회 사용)
pt: Limite de uso do código de acesso atingido (%d usos)
vi: Mã truy cập đã đạt giới hạn sử dụng (%d lượt dùng)
zh_hans: 访问代码使用次数已达上限（已使用 %d 次）

# accessCode.error.codeInactive
source: Access code is not active
de: Zugangscode ist nicht aktiv
fr: Le code d'accès n'est pas actif
it: Il codice di accesso non è attivo
ja: アクセスコードは有効ではありません
ko: 접근 코드가 활성화되어 있지 않아요
pt: Código de acesso inativo
vi: Mã truy cập không hoạt động
zh_hans: 访问代码未激活

# accessCode.error.checksumMismatch
source: Access code checksum validation failed
de: Prüfsummenvalidierung des Zugangscodes fehlgeschlagen
fr: Échec de la validation de la somme de contrôle du code d'accès
it: Convalida checksum del codice di accesso fallita
ja: アクセスコードのチェックサム検証に失敗しました
ko: 접근 코드 체크섬 유효성 검사 실패
pt: Falha na validação do checksum do código de acesso
vi: Mã truy cập không đúng. Vui lòng thử lại.
zh_hans: 访问代码校验和验证失败

# accessCode.error.networkError
source: Network error: %@
de: Netzwerkfehler: %@
fr: Erreur réseau : %@
it: Errore di rete: %@
ja: ネットワークエラー：%@
ko: 네트워크 오류: %@
pt: Erro de rede: %@
vi: Lỗi mạng: %@
zh_hans: 网络错误：%@

# accessCode.error.unknown
source: Unknown error: %@
de: Unbekannter Fehler: %@
fr: Erreur inconnue : %@
it: Errore sconosciuto: %@
ja: 不明なエラー：%@
ko: 알 수 없는 오류: %@
pt: Erro desconhecido: %@
vi: Lỗi không xác định: %@
zh_hans: 未知错误：%@

# accessCode.recovery.invalidFormat
source: Please check the access code format and try again
de: Bitte überprüfe das Format des Zugangscodes und versuche es erneut
fr: Veuillez vérifier le format du code d'accès et réessayer
it: Controlla il formato del codice di accesso e riprova
ja: アクセスコードの形式を確認してもう一度お試しください
ko: 접근 코드 형식을 확인하고 다시 시도해 주세요
pt: Por favor, verifique o formato do código de acesso e tente novamente
vi: Vui lòng kiểm tra định dạng mã truy cập và thử lại
zh_hans: 请检查访问代码格式并重试

# accessCode.recovery.codeNotFound
source: Please verify the access code is correct
de: Bitte überprüfe, ob der Zugangscode korrekt ist
fr: Veuillez vérifier que le code d'accès est correct
it: Verifica che il codice di accesso sia corretto
ja: アクセスコードが正しいことを確認してください
ko: 접근 코드가 올바른지 확인해 주세요
pt: Por favor, verifique se o código de acesso está correto
vi: Vui lòng xác minh mã truy cập đã đúng chưa
zh_hans: 请验证访问代码是否正确

# accessCode.recovery.codeExpired
source: Please contact support for a new access code
de: Bitte kontaktiere den Support für einen neuen Zugangscode
fr: Veuillez contacter le support pour un nouveau code d'accès
it: Contatta il supporto per un nuovo codice di accesso
ja: 新しいアクセスコードについてはサポートにお問い合わせください
ko: 새로운 접근 코드를 받으려면 지원팀에 문의해 주세요
pt: Por favor, entre em contato com o suporte para um novo código de acesso
vi: Vui lòng liên hệ bộ phận hỗ trợ để nhận mã truy cập mới
zh_hans: 请联系客服获取新的访问代码

# accessCode.recovery.usageLimitReached
source: This access code has reached its usage limit
de: Dieser Zugangscode hat sein Nutzungslimit erreicht
fr: Ce code d'accès a atteint sa limite d'utilisation
it: Questo codice di accesso ha raggiunto il suo limite di utilizzo
ja: このアクセスコードは利用制限に達しました
ko: 이 접근 코드는 사용량 한도에 도달했어요
pt: Este código de acesso atingiu seu limite de uso
vi: Mã truy cập này đã đạt đến giới hạn sử dụng
zh_hans: 此访问代码已达到使用上限

# accessCode.recovery.codeInactive
source: This access code is no longer active
de: Dieser Zugangscode ist nicht mehr aktiv
fr: Ce code d'accès n'est plus actif
it: Questo codice di accesso non è più attivo
ja: このアクセスコードは有効ではなくなりました
ko: 이 접근 코드는 더 이상 활성화되어 있지 않아요
pt: Este código de acesso não está mais ativo
vi: Mã truy cập này không còn hoạt động
zh_hans: 此访问代码已失效

# accessCode.recovery.checksumMismatch
source: Please re-enter the access code carefully
de: Bitte gib den Zugangscode sorgfältig erneut ein
fr: Veuillez ressaisir le code d'accès avec soin
it: Reinserisci attentamente il codice di accesso
ja: アクセスコードを慎重にもう一度入力してください
ko: 접근 코드를 다시 정확히 입력해 주세요
pt: Por favor, digite o código de acesso novamente com cuidado
vi: Vui lòng nhập lại mã truy cập một cách cẩn thận
zh_hans: 请仔细重新输入访问代码

# accessCode.recovery.networkError
source: Please check your internet connection and try again
de: Bitte überprüfe deine Internetverbindung und versuche es erneut
fr: Veuillez vérifier votre connexion internet et réessayer
it: Controlla la tua connessione internet e riprova
ja: インターネット接続を確認してもう一度お試しください
ko: 인터넷 연결을 확인하고 다시 시도해 주세요
pt: Por favor, verifique sua conexão com a internet e tente novamente
vi: Vui lòng kiểm tra kết nối internet của bạn và thử lại
zh_hans: 请检查您的网络连接并重试

# accessCode.recovery.unknown
source: Please try again or contact support
de: Bitte versuche es erneut oder kontaktiere den Support
fr: Veuillez réessayer ou contacter le support
it: Riprova o contatta il supporto
ja: もう一度お試しいただくか、サポートにお問い合わせください
ko: 다시 시도하거나 지원팀에 문의해 주세요
pt: Por favor, tente novamente ou entre em contato com o suporte
vi: Vui lòng thử lại hoặc liên hệ hỗ trợ
zh_hans: 请重试或联系客服

# subscription.status.free
source: Free Plan
de: Kostenloser Plan
fr: Plan gratuit
it: Piano Gratuito
ja: 無料プラン
ko: 무료 요금제
pt: Plano Gratuito
vi: Gói Miễn Phí
zh_hans: 免费套餐

# subscription.status.monthlyExpires
source: Premium Monthly (expires %@)
de: Premium Monatlich (läuft ab %@)
fr: Premium mensuel (expire le %@)
it: Premium Mensile (scade il %@)
ja: プレミアム月額（%@に期限切れ）
ko: 프리미엄 월간 (만료일: %@)
pt: Premium Mensal (expira em %@)
vi: Premium Hàng Tháng (hết hạn %@)
zh_hans: 高级月度版（%@ 到期）

# subscription.status.yearlyExpires
source: Premium Yearly (expires %@)
de: Premium Jährlich (läuft ab %@)
fr: Premium annuel (expire le %@)
it: Premium Annuale (scade il %@)
ja: プレミアム年額（%@に期限切れ）
ko: 프리미엄 연간 (만료일: %@)
pt: Premium Anual (expira em %@)
vi: Premium Hàng Năm (hết hạn %@)
zh_hans: 高级年度版（%@ 到期）

# subscription.status.expired
source: Expired (was active until %@)
de: Abgelaufen (war aktiv bis %@)
fr: Expiré (était actif jusqu'au %@)
it: Scaduto (era attivo fino al %@)
ja: 期限切れ（%@まで有効でした）
ko: 만료됨 (활성 기간: %@까지)
pt: Expirado (ativo até %@)
vi: Đã hết hạn (hoạt động đến %@)
zh_hans: 已过期（活跃至 %@）

# subscription.status.pending
source: Purchase Pending
de: Kauf ausstehend
fr: Achat en attente
it: Acquisto in Sospeso
ja: 購入保留中
ko: 구매 대기 중
pt: Compra Pendente
vi: Đang Chờ Mua Hàng
zh_hans: 购买待处理

# subscription.renewal
source: Renews on %@
de: Verlängert sich am %@
fr: Renouvellement le %@
it: Si rinnova il %@
ja: %@に更新
ko: %@에 갱신
pt: Renova em %@
vi: Gia hạn vào %@
zh_hans: 续订于 %@

# subscription.expiresOn
source: Expires on %@
de: Läuft ab am %@
fr: Expire le %@
it: Scade il %@
ja: %@に期限切れ
ko: %@에 만료
pt: Expira em %@
vi: Hết hạn vào %@
zh_hans: 到期于 %@

# subscription.product.monthly
source: Premium Monthly
de: Premium Monatlich
fr: Premium mensuel
it: Premium Mensile
ja: プレミアム月額
ko: 프리미엄 월간
pt: Premium Mensal
vi: Premium Hàng Tháng
zh_hans: 高级月度版

# subscription.product.yearly
source: Premium Yearly
de: Premium Jährlich
fr: Premium annuel
it: Premium Annuale
ja: プレミアム年額
ko: 프리미엄 연간
pt: Premium Anual
vi: Premium Hàng Năm
zh_hans: 高级年度版

# usage.storiesCount
source: Stories this month: %d/%d
de: Geschichten diesen Monat: %d/%d
fr: Histoires ce mois-ci : %d/%d
it: Storie questo mese: %d/%d
ja: 今月の物語：%d/%d
ko: 이번 달 이야기: %d/%d
pt: Histórias este mês: %d/%d
vi: Truyện tháng này: %d/%d
zh_hans: 本月故事：%d/%d

# usage.unlimited
source: Unlimited Stories
de: Unbegrenzte Geschichten
fr: Histoires illimitées
it: Storie Illimitate
ja: 無制限の物語
ko: 무제한 이야기
pt: Histórias Ilimitadas
vi: Truyện Không Giới Hạn
zh_hans: 无限故事

# usage.limitReached.title
source: You've used all your free stories this month!
de: Du hast alle deine kostenlosen Geschichten diesen Monat aufgebraucht!
fr: Vous avez utilisé toutes vos histoires gratuites ce mois-ci !
it: Hai usato tutte le tue storie gratuite questo mese!
ja: 今月の無料物語をすべて使い切りました！
ko: 이번 달 무료 이야기를 모두 사용했어요!
pt: Você usou todas as suas histórias gratuitas este mês!
vi: Bạn đã sử dụng hết truyện miễn phí trong tháng!

# usage.limitReached.message
source: Upgrade to Premium for unlimited magical adventures and exclusive features
de: Upgrade auf Premium für unbegrenzte magische Abenteuer und exklusive Funktionen
fr: Passez à Premium pour des aventures magiques illimitées et des fonctionnalités exclusives
it: Passa a Premium per avventure magiche illimitate e funzionalità esclusive
ja: 無制限の魔法の冒険と限定機能にはプレミアムにアップグレードしてください
ko: 무제한 마법 모험과 독점 기능을 위해 프리미엄으로 업그레이드하세요
pt: Atualize para Premium para aventuras mágicas ilimitadas e recursos exclusivos
vi: Nâng cấp lên Premium để có cuộc phiêu lưu kỳ diệu không giới hạn và tính năng độc quyền
zh_hans: 升级到高级版，享受无限魔法冒险和独家功能

# usage.limitReached.header
source: Usage Limit Reached
de: Nutzungslimit erreicht
fr: Limite d'utilisation atteinte
it: Limite di Utilizzo Raggiunto
ja: 利用制限に達しました
ko: 사용량 한도 도달
pt: Limite de Uso Atingido
vi: Đã Đạt Giới Hạn Sử Dụng
zh_hans: 使用次数已达上限

# usage.upgrade.button
source: Upgrade to Premium
de: Upgrade auf Premium
fr: Passer à Premium
it: Passa a Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
pt: Atualizar para Premium
vi: Nâng Cấp Lên Premium
zh_hans: 升级到高级版

# usage.maybeLater
source: Maybe Later
de: Vielleicht später
fr: Peut-être plus tard
it: Forse più tardi
ja: 後で
ko: 나중에
pt: Talvez Mais Tarde
vi: Để Sau
zh_hans: 稍后

# usage.reset.tomorrow
source: Your story limit resets tomorrow
de: Dein Geschichtenlimit wird morgen zurückgesetzt
fr: Votre limite d'histoires se réinitialise demain
it: Il tuo limite di storie si resetta domani
ja: 物語の制限は明日リセットされます
ko: 이야기 한도는 내일 초기화돼요
pt: Seu limite de histórias será redefinido amanhã
vi: Giới hạn truyện sẽ đặt lại vào ngày mai
zh_hans: 您的故事上限将于明天重置

# usage.reset.oneDay
source: Your story limit resets in 1 day
de: Dein Geschichtenlimit wird in 1 Tag zurückgesetzt
fr: Votre limite d'histoires se réinitialise dans 1 jour
it: Il tuo limite di storie si resetta tra 1 giorno
ja: 物語の制限は1日でリセットされます
ko: 이야기 한도는 1일 후에 초기화돼요
pt: Seu limite de histórias será redefinido em 1 dia
vi: Giới hạn truyện sẽ đặt lại sau 1 ngày
zh_hans: 您的故事上限将于1天后重置

# usage.reset.days
source: Your story limit resets in %d days
de: Dein Geschichtenlimit wird in %d Tagen zurückgesetzt
fr: Votre limite d'histoires se réinitialise dans %d jours
it: Il tuo limite di storie si resetta tra %d giorni
ja: 物語の制限は%d日でリセットされます
ko: 이야기 한도는 %d일 후에 초기화돼요
pt: Seu limite de histórias será redefinido em %d dias
vi: Giới hạn truyện sẽ đặt lại sau %d ngày
zh_hans: 您的故事上限将于 %d 天后重置

# usage.feature.unlimited.desc
source: Create as many stories as you want
de: Erstelle so viele Geschichten, wie du möchtest
fr: Créez autant d'histoires que vous le souhaitez
it: Crea tutte le storie che vuoi
ja: 好きなだけ物語を作成
ko: 원하는 만큼 이야기를 만들 수 있어요
pt: Crie quantas histórias quiser
vi: Tạo bao nhiêu truyện tùy thích
zh_hans: 随心所欲创作故事

# usage.feature.collections.desc
source: Developmental story sets
de: Entwicklungsbezogene Geschichtensets
fr: Collections d'histoires de développement
it: Set di storie per lo sviluppo
ja: 発達のための物語セット
ko: 발달 단계별 이야기 세트
pt: Conjuntos de histórias de desenvolvimento
vi: Bộ truyện phát triển
zh_hans: 成长故事集

# usage.feature.profiles.desc
source: Perfect for families
de: Perfekt für Familien
fr: Parfait pour les familles
it: Perfetto per le famiglie
ja: 家族に最適
ko: 가족에게 완벽해요
pt: Perfeito para famílias
vi: Hoàn hảo cho gia đình
zh_hans: 非常适合家庭

# usage.feature.priority.desc
source: Skip the wait
de: Wartezeit überspringen
fr: Évitez l'attente
it: Salta l'attesa
ja: 待ち時間をスキップ
ko: 기다릴 필요 없어요
pt: Pule a espera
vi: Bỏ qua thời gian chờ
zh_hans: 无需等待

# illustration.generating
source: Generating illustration...
de: Illustration wird generiert...
fr: Génération de l'illustration...
it: Generazione illustrazione...
ja: イラストを生成中...
ko: 일러스트를 생성 중...
pt: Gerando ilustração...
vi: Đang tạo minh họa...
zh_hans: 正在生成插画...

# illustration.error
source: Illustration generation failed
de: Illustration konnte nicht generiert werden
fr: Échec de la génération de l'illustration
it: Generazione illustrazione fallita
ja: イラストの生成に失敗しました
ko: 일러스트 생성 실패
pt: Falha na geração da ilustração
vi: Tạo minh họa thất bại
zh_hans: 插画生成失败

# illustration.retry
source: Retry illustration
de: Illustration erneut versuchen
fr: Réessayer l'illustration
it: Riprova illustrazione
ja: イラストを再試行
ko: 일러스트 다시 시도
pt: Tentar ilustração novamente
vi: Thử lại minh họa
zh_hans: 重试插画

# illustration.style.whimsical
source: Whimsical
de: Verspielt
fr: Fantaisiste
it: Stravagante
ja: 気まぐれ
ko: 기발한
pt: Caprichoso
vi: Kỳ Quặc
zh_hans: 奇思妙想

# illustration.style.realistic
source: Realistic
de: Realistisch
fr: Réaliste
it: Realistico
ja: リアル
ko: 사실적인
pt: Realista
vi: Thực Tế
zh_hans: 写实

# illustration.style.cartoon
source: Cartoon
fr: Dessin animé
it: Cartone Animato
ja: 漫画
ko: 만화
pt: Desenho Animado
vi: Hoạt Hình
zh_hans: 卡通

# illustration.style.watercolor
source: Watercolor
de: Aquarell
fr: Aquarelle
it: Acquerello
ja: 水彩
ko: 수채화
pt: Aquarela
vi: Màu Nước
zh_hans: 水彩

# illustration.style.sketchy
source: Sketchy
de: Skizzenhaft
fr: Esquissé
it: Schizzo
ja: スケッチ風
ko: 스케치
pt: Esboçado
vi: Phác Họa
zh_hans: 素描

# illustration.placeholder
source: Illustration coming soon...
de: Illustration folgt in Kürze...
fr: Illustration à venir...
it: Illustrazione in arrivo...
ja: イラストは近日公開...
ko: 일러스트가 곧 제공될 예정이에요...
pt: Ilustração em breve...
vi: Minh họa sắp có...
zh_hans: 插画即将推出...

# illustration.loading
source: Creating magical artwork...
de: Magisches Kunstwerk wird erstellt...
fr: Création d'une œuvre d'art magique...
it: Creando opere d'arte magiche...
ja: 魔法のアートワークを作成中...
ko: 마법 같은 그림을 만들고 있어요...
pt: Criando arte mágica...
vi: Đang tạo tác phẩm nghệ thuật kỳ diệu...
zh_hans: 正在创作魔法艺术作品...

# illustration.complete
source: Illustration ready!
de: Illustration fertig!
fr: Illustration prête !
it: Illustrazione pronta!
ja: イラスト準備完了！
ko: 일러스트 준비 완료!
pt: Ilustração pronta!
vi: Minh họa đã sẵn sàng!

source: Illustration Settings
de: Illustrationseinstellungen
fr: Paramètres d'illustration
it: Impostazioni Illustrazione
ja: イラスト設定
ko: 일러스트 설정
pt: Configurações de Ilustração
vi: Cài Đặt Minh Họa
zh_hans: 插画设置

# illustration.quality
source: Quality
de: Qualität
fr: Qualité
it: Qualità
ja: 品質
ko: 품질
pt: Qualidade
vi: Chất Lượng
zh_hans: 质量

# illustration.style
source: Style
de: Stil
it: Stile
ja: スタイル
ko: 스타일
pt: Estilo
vi: Phong Cách
zh_hans: 风格

# error.network.title
source: Connection Error
de: Verbindungsfehler
fr: Erreur de connexion
it: Errore di Connessione
ja: 接続エラー
ko: 연결 오류
pt: Erro de Conexão
vi: Lỗi Kết Nối
zh_hans: 连接错误

# error.network.message
source: Please check your internet connection and try again.
de: Bitte überprüfe deine Internetverbindung und versuche es erneut.
fr: Veuillez vérifier votre connexion internet et réessayer.
it: Controlla la tua connessione internet e riprova.
ja: インターネット接続を確認してもう一度お試しください。
ko: 인터넷 연결을 확인하고 다시 시도해 주세요.
pt: Por favor, verifique sua conexão com a internet e tente novamente.
vi: Vui lòng kiểm tra kết nối internet và thử lại.
zh_hans: 请检查您的网络连接并重试。

# error.ai.title
source: AI Service Error
de: KI-Dienstfehler
fr: Erreur du service IA
it: Errore Servizio AI
ja: AIサービスエラー
ko: AI 서비스 오류
pt: Erro do Serviço de IA
vi: Lỗi Dịch Vụ AI
zh_hans: AI 服务错误

# error.ai.message
source: We couldn't generate content right now. Please try again later.
de: Wir konnten den Inhalt derzeit nicht generieren. Bitte versuche es später erneut.
fr: Nous n'avons pas pu générer de contenu pour le moment. Veuillez réessayer plus tard.
it: Non siamo riusciti a generare contenuti in questo momento. Riprova più tardi.
ja: 現在コンテンツを生成できません。後でもう一度お試しください。
ko: 지금은 콘텐츠를 생성할 수 없어요. 나중에 다시 시도해 주세요.
pt: Não foi possível gerar conteúdo agora. Por favor, tente novamente mais tarde.
vi: Chúng tôi không thể tạo nội dung ngay bây giờ. Vui lòng thử lại sau.
zh_hans: 我们暂时无法生成内容。请稍后再试。
