Repository: trmquang93/magical_stories
Catalog: magical-stories-app/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, ja, ko, pt, vi, zh_hans

# collections.title
source: Collections
de: Sammlungen
it: Collezioni
ja: コレクション
ko: 컬렉션
pt: Coleções
vi: Bộ Sưu Tập
zh_hans: 合集

# collections.progress
source: %d of %d stories completed
de: %d von %d Geschichten abgeschlossen
fr: %d histoires sur %d terminées
it: %d di %d storie completate
ja: %d/%dの物語が完了
ko: %d/%d 이야기 완료
pt: %d de %d histórias concluídas
vi: Hoàn thành %d/%d truyện
zh_hans: 已完成 %d/%d 个故事

# collections.unlock
source: Unlock Collection
de: Sammlung freischalten
fr: Déverrouiller la collection
it: Sblocca Collezione
ja: コレクションをアンロック
ko: 컬렉션 잠금 해제
pt: Desbloquear Coleção
vi: Mở Khóa Bộ Sưu Tập
zh_hans: 解锁合集

# collections.locked
source: Premium Collection
de: Premium-Sammlung
fr: Collection Premium
it: Collezione Premium
ja: プレミアムコレクション
ko: 프리미엄 컬렉션
pt: Coleção Premium
vi: Bộ Sưu Tập Premium
zh_hans: 高级合集

# collections.complete
source: Collection Complete!
de: Sammlung abgeschlossen!
fr: Collection terminée !
it: Collezione Completata!
ja: コレクション完了！
ko: 컬렉션 완료!
pt: Coleção Concluída!
vi: Hoàn Thành Bộ Sưu Tập!

# collections.inProgress
source: In Progress
de: In Bearbeitung
fr: En cours
it: In Corso
ja: 進行中
ko: 진행 중
pt: Em Andamento
vi: Đang Thực Hiện
zh_hans: 进行中

# collections.notStarted
source: Not Started
de: Nicht begonnen
fr: Non commencée
it: Non Iniziata
ja: 未開始
ko: 시작 안 함
pt: Não Iniciado
vi: Chưa Bắt Đầu
zh_hans: 未开始

# collectionForm.title
source: Create Growth Collection
de: Wachstumssammlung erstellen
fr: Créer une collection de croissance
it: Crea Collezione di Crescita
ja: 成長コレクションを作成
ko: 성장 컬렉션 만들기
pt: Criar Coleção de Crescimento
vi: Tạo Bộ Sưu Tập Phát Triển
zh_hans: 创建成长合集

# collectionForm.header
source: Growth Collections
de: Wachstumssammlungen
fr: Collections de croissance
it: Collezioni di Crescita
ja: 成長コレクション
ko: 성장 컬렉션
pt: Coleções de Crescimento
vi: Bộ Sưu Tập Phát Triển
zh_hans: 成长合集

# collectionForm.subtitle
source: Personalized stories for development
de: Personalisierte Geschichten zur Entwicklung
fr: Histoires personnalisées pour le développement
it: Storie personalizzate per lo sviluppo
ja: 成長のためのパーソナライズされた物語
ko: 성장을 위한 맞춤형 이야기
pt: Histórias personalizadas para o desenvolvimento
vi: Truyện cá nhân hóa cho sự phát triển
zh_hans: 个性化成长故事

# collectionForm.ageGroup.label
source: Age Group
de: Altersgruppe
fr: Tranche d'âge
it: Fascia d'Età
ja: 年齢層
ko: 연령대
pt: Faixa Etária
vi: Độ Tuổi
zh_hans: 年龄组

# collectionForm.childName.label
source: Child's Name (Optional)
de: Name des Kindes (Optional)
fr: Nom de l'enfant (facultatif)
it: Nome del Bambino (Opzionale)
ja: お子様の名前（任意）
ko: 아이 이름 (선택 사항)
pt: Nome da Criança (Opcional)
vi: Tên Bé (Tùy chọn)
zh_hans: 孩子姓名（可选）

# collectionForm.childName.placeholder
source: Enter child's name
de: Namen des Kindes eingeben
fr: Entrez le nom de l'enfant
it: Inserisci il nome del bambino
ja: お子様の名前を入力
ko: 아이 이름을 입력하세요
pt: Digite o nome da criança
vi: Nhập tên bé
zh_hans: 输入孩子姓名

# collectionForm.characters.label
source: Characters (Optional)
de: Figuren (Optional)
fr: Personnages (facultatif)
it: Personaggi (Opzionale)
ja: キャラクター（任意）
ko: 캐릭터 (선택 사항)
pt: Personagens (Opcional)
vi: Nhân Vật (Tùy chọn)
zh_hans: 角色（可选）

# collectionForm.characters.placeholder
source: Dragon, unicorn, wizard...
de: Drache, Einhorn, Zauberer...
fr: Dragon, licorne, magicien...
it: Drago, unicorno, mago...
ja: ドラゴン、ユニコーン、魔法使いなど...
ko: 용, 유니콘, 마법사...
pt: Dragão, unicórnio, mago...
vi: Rồng, kỳ lân, phù thủy...
zh_hans: 龙、独角兽、巫师...

# collectionForm.characters.hint
source: Separate multiple characters with commas
de: Mehrere Figuren mit Kommas trennen
fr: Séparez les personnages par des virgules
it: Separa più personaggi con le virgole
ja: 複数のキャラクターはコンマで区切ってください
ko: 여러 캐릭터는 쉼표로 구분하세요
pt: Separe múltiplos personagens com vírgulas
vi: Phân cách nhiều nhân vật bằng dấu phẩy
zh_hans: 多个角色请用逗号分隔

# collectionForm.interests.label
source: Child's Interests (Required)
de: Interessen des Kindes (Erforderlich)
fr: Intérêts de l'enfant (obligatoire)
it: Interessi del Bambino (Obbligatorio)
ja: お子様の興味（必須）
ko: 아이의 관심사 (필수)
pt: Interesses da Criança (Obrigatório)
vi: Sở Thích Của Bé (Bắt buộc)
zh_hans: 孩子兴趣（必填）

# collectionForm.interests.placeholder
source: Space, dinosaurs, ballet...
de: Weltraum, Dinosaurier, Ballett...
fr: Espace, dinosaures, ballet...
it: Spazio, dinosauri, balletto...
ja: 宇宙、恐竜、バレエなど...
ko: 우주, 공룡, 발레...
pt: Espaço, dinossauros, balé...
vi: Không gian, khủng long, múa ba lê...
zh_hans: 太空、恐龙、芭蕾...

# collectionForm.createButton
source: Create Collection
de: Sammlung erstellen
fr: Créer une collection
it: Crea Collezione
ja: コレクションを作成
ko: 컬렉션 만들기
pt: Criar Coleção
vi: Tạo Bộ Sưu Tập
zh_hans: 创建合集

# collectionForm.error.title
source: Error Creating Collection
de: Fehler beim Erstellen der Sammlung
fr: Erreur lors de la création de la collection
it: Errore Creazione Collezione
ja: コレクション作成エラー
ko: 컬렉션 생성 오류
pt: Erro ao Criar Coleção
vi: Lỗi Tạo Bộ Sưu Tập
zh_hans: 创建合集错误

# collectionForm.error.unknown
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr: Une erreur inconnue est survenue.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했어요.
pt: Ocorreu um erro desconhecido.
vi: Đã xảy ra lỗi không xác định.
zh_hans: 发生未知错误。

# collectionForm.error.interests
source: Please enter the child's interests.
de: Bitte gib die Interessen des Kindes ein.
fr: Veuillez entrer les intérêts de l'enfant.
it: Inserisci gli interessi del bambino.
ja: お子様の興味を入力してください。
ko: 아이의 관심사를 입력해 주세요.
pt: Por favor, digite os interesses da criança.
vi: Vui lòng nhập sở thích của bé.
zh_hans: 请输入孩子的兴趣。

# collectionForm.error.generation
source: Failed to generate collection: %@
de: Fehler beim Generieren der Sammlung: %@
fr: Échec de la génération de la collection : %@
it: Impossibile generare la collezione: %@
ja: コレクションの生成に失敗しました：%@
ko: 컬렉션 생성에 실패했어요: %@
pt: Falha ao gerar coleção: %@
vi: Không thể tạo bộ sưu tập: %@
zh_hans: 生成合集失败：%@

# growthCategory.emotionalIntelligence
source: Emotional Intelligence
de: Emotionale Intelligenz
fr: Intelligence émotionnelle
it: Intelligenza Emotiva
ja: 心の知能
ko: 정서 지능
pt: Inteligência Emocional
vi: Trí Tuệ Cảm Xúc
zh_hans: 情商

# growthCategory.cognitiveDevelopment
source: Cognitive Development
de: Kognitive Entwicklung
fr: Développement cognitif
it: Sviluppo Cognitivo
ja: 認知発達
ko: 인지 발달
pt: Desenvolvimento Cognitivo
vi: Phát Triển Nhận Thức
zh_hans: 认知发展

# growthCategory.socialSkills
source: Social Skills
de: Soziale Fähigkeiten
fr: Compétences sociales
it: Abilità Sociali
ja: 社会性
ko: 사회성
pt: Habilidades Sociais
vi: Kỹ Năng Xã Hội
zh_hans: 社交技能

# growthCategory.creativity
source: Creativity & Imagination
de: Kreativität & Vorstellungskraft
fr: Créativité et imagination
it: Creatività e Immaginazione
ja: 創造性と想像力
ko: 창의력 및 상상력
pt: Criatividade e Imaginação
vi: Sáng Tạo & Tưởng Tượng
zh_hans: 创造力与想象力

# growthCategory.problemSolving
source: Problem Solving
de: Problemlösung
fr: Résolution de problèmes
it: Risoluzione dei Problemi
ja: 問題解決
ko: 문제 해결
pt: Resolução de Problemas
vi: Giải Quyết Vấn Đề
zh_hans: 解决问题

# growthCategory.resilience
source: Resilience & Grit
de: Resilienz & Durchhaltevermögen
fr: Résilience et persévérance
it: Resilienza e Tenacia
ja: 回復力と粘り強さ
ko: 회복 탄력성 및 끈기
pt: Resiliência e Determinação
vi: Kiên Cường & Bền Bỉ
zh_hans: 韧性与毅力

# growthCategory.kindness
source: Kindness & Empathy
de: Freundlichkeit & Empathie
fr: Gentillesse et empathie
it: Gentilezza ed Empatia
ja: 優しさと共感
ko: 친절 및 공감
pt: Bondade e Empatia
vi: Lòng Tốt & Đồng Cảm
zh_hans: 善良与同理心

# growthCategory.curiosity
source: Curiosity & Exploration
de: Neugier & Erkundung
fr: Curiosité et exploration
it: Curiosità ed Esplorazione
ja: 好奇心と探求心
ko: 호기심 및 탐구
pt: Curiosidade e Exploração
vi: Tò Mò & Khám Phá
zh_hans: 好奇心与探索

# growthCategory.cooperation
source: Sharing & Cooperation
de: Teilen & Kooperation
fr: Partage et coopération
it: Condivisione e Cooperazione
ja: 分かち合いと協力
ko: 나눔 및 협력
pt: Compartilhamento e Cooperação
vi: Chia Sẻ & Hợp Tác
zh_hans: 分享与合作

# growthCategory.coping
source: Resilience & Coping
de: Resilienz & Bewältigung
fr: Résilience et adaptation
it: Resilienza e Gestione
ja: 回復力と対処法
ko: 회복 탄력성 및 대처
pt: Resiliência e Enfrentamento
vi: Kiên Cường & Đối Phó
zh_hans: 韧性与应对

# settings.title
source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt: Ajustes
vi: Cài Đặt
zh_hans: 设置

# settings.profile.title
source: Profile
de: Profil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
pt: Perfil
vi: Hồ Sơ
zh_hans: 个人资料

# settings.profile.subtitle
source: Manage your account
de: Konto verwalten
fr: Gérer votre compte
it: Gestisci il tuo account
ja: アカウントを管理
ko: 계정 관리
pt: Gerenciar sua conta
vi: Quản lý tài khoản
zh_hans: 管理您的账户

# settings.subscription.title
source: Subscription
de: Abonnement
fr: Abonnement
it: Abbonamento
ja: サブスクリプション
ko: 구독
pt: Assinatura
vi: Đăng Ký
zh_hans: 订阅

# settings.subscription.subtitle
source: Manage your plan
de: Plan verwalten
fr: Gérer votre forfait
it: Gestisci il tuo piano
ja: プランを管理
ko: 요금제 관리
pt: Gerenciar seu plano
vi: Quản lý gói của bạn
zh_hans: 管理您的套餐

# settings.about.title
source: About
de: Über
fr: À propos
it: Informazioni
ja: このアプリについて
ko: 정보
pt: Sobre
vi: Về Ứng Dụng
zh_hans: 关于

# settings.about.subtitle
source: App information
de: App-Informationen
fr: Informations sur l'application
it: Informazioni sull'app
ja: アプリ情報
ko: 앱 정보
pt: Informações do aplicativo
vi: Thông tin ứng dụng
zh_hans: 应用信息

# settings.parentalControls.title
source: Parental Controls
de: Kindersicherung
fr: Contrôles parentaux
it: Controlli Parentali
ja: 保護者による制限
ko: 자녀 보호 기능
pt: Controles Parentais
vi: Kiểm Soát Của Phụ Huynh
zh_hans: 家长控制

# settings.parentalControls.subtitle
source: Content filters and safety
de: Inhaltsfilter und Sicherheit
fr: Filtres de contenu et sécurité
it: Filtri contenuti e sicurezza
ja: コンテンツフィルターと安全性
ko: 콘텐츠 필터 및 안전
pt: Filtros de conteúdo e segurança
vi: Bộ lọc nội dung và an toàn
zh_hans: 内容筛选与安全

# settings.privacy.title
source: Privacy
de: Datenschutz
fr: Confidentialité
ja: プライバシー
ko: 개인 정보 보호
pt: Privacidade
vi: Quyền Riêng Tư
zh_hans: 隐私

# settings.privacy.subtitle
source: Data and privacy settings
de: Daten- und Datenschutzeinstellungen
fr: Paramètres de données et de confidentialité
it: Impostazioni dati e privacy
ja: データとプライバシー設定
ko: 데이터 및 개인 정보 보호 설정
pt: Configurações de dados e privacidade
vi: Cài đặt dữ liệu và quyền riêng tư
zh_hans: 数据与隐私设置

# settings.support.title
source: Support
fr: Assistance
it: Supporto
ja: サポート
ko: 지원
pt: Suporte
vi: Hỗ Trợ
zh_hans: 支持

# settings.support.subtitle
source: Help and feedback
de: Hilfe und Feedback
fr: Aide et commentaires
it: Aiuto e feedback
ja: ヘルプとフィードバック
ko: 도움말 및 피드백
pt: Ajuda e feedback
vi: Trợ giúp và phản hồi
zh_hans: 帮助与反馈

# settings.termsOfService
source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di Servizio
ja: 利用規約
ko: 서비스 약관
pt: Termos de Serviço
vi: Điều Khoản Dịch Vụ
zh_hans: 服务条款

# settings.privacyPolicy
source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인 정보 처리 방침
pt: Política de Privacidade
vi: Chính Sách Bảo Mật
zh_hans: 隐私政策

# settings.version
source: Version %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pt: Versão %@
vi: Phiên bản %@
zh_hans: 版本 %@

# settings.build
source: Build %@
it: Versione %@
ja: ビルド %@
ko: 빌드 %@
pt: Compilação %@
vi: Bản dựng %@
zh_hans: 构建版本 %@

# settings.madeWith
source: Made with ❤️ for families
de: Mit ❤️ für Familien gemacht
fr: Fait avec ❤️ pour les familles
it: Fatto con ❤️ per le famiglie
ja: 家族のために❤️を込めて作られました
ko: 가족을 위해 ❤️로 만들었어요
pt: Feito com ❤️ para famílias
vi: Được tạo với ❤️ cho các gia đình
zh_hans: 为家庭用心制作 ❤️

# settings.contact
source: Contact Us
de: Kontaktiere uns
fr: Nous contacter
it: Contattaci
ja: お問い合わせ
ko: 문의하기
pt: Fale Conosco
vi: Liên Hệ Chúng Tôi
zh_hans: 联系我们

# settings.feedback
source: Send Feedback
de: Feedback senden
fr: Envoyer des commentaires
it: Invia Feedback
ja: フィードバックを送信
ko: 피드백 보내기
pt: Enviar Feedback
vi: Gửi Phản Hồi
zh_hans: 发送反馈

# settings.rateApp
source: Rate App
de: App bewerten
fr: Évaluer l'application
it: Valuta l'App
ja: アプリを評価
ko: 앱 평가하기
pt: Avaliar App
vi: Đánh Giá Ứng Dụng
zh_hans: 评价应用

# settings.shareApp
source: Share App
de: App teilen
fr: Partager l'application
it: Condividi l'App
ja: アプリを共有
ko: 앱 공유하기
pt: Compartilhar App
vi: Chia Sẻ Ứng Dụng
zh_hans: 分享应用

# settings.restorePurchases
source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
it: Ripristina Acquisti
ja: 購入を復元
ko: 구매 복원
pt: Restaurar Compras
vi: Khôi Phục Mua Hàng
zh_hans: 恢复购买

# settings.signOut
source: Sign Out
de: Abmelden
fr: Se déconnecter
it: Esci
ja: サインアウト
ko: 로그아웃
pt: Sair
vi: Đăng Xuất
zh_hans: 退出登录

# settings.deleteAccount
source: Delete Account
de: Konto löschen
fr: Supprimer le compte
it: Elimina Account
ja: アカウントを削除
ko: 계정 삭제
pt: Excluir Conta
vi: Xóa Tài Khoản
zh_hans: 删除账户

# settings.notifications
source: Notifications
de: Benachrichtigungen
it: Notifiche
ja: 通知
ko: 알림
pt: Notificações
vi: Thông Báo
zh_hans: 通知

# settings.language
source: Language
de: Sprache
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
vi: Ngôn Ngữ
zh_hans: 语言

# settings.accessibility
source: Accessibility
de: Barrierefreiheit
fr: Accessibilité
it: Accessibilità
ja: アクセシビリティ
ko: 손쉬운 사용
pt: Acessibilidade
vi: Khả Năng Tiếp Cận
zh_hans: 辅助功能

# settings.dataUsage
source: Data Usage
de: Datennutzung
fr: Utilisation des données
it: Utilizzo Dati
ja: データ使用量
ko: 데이터 사용량
pt: Uso de Dados
vi: Sử Dụng Dữ Liệu
zh_hans: 数据使用

# settings.offlineMode
source: Offline Mode
de: Offline-Modus
fr: Mode hors ligne
it: Modalità Offline
ja: オフラインモード
ko: 오프라인 모드
pt: Modo Offline
vi: Chế Độ Ngoại Tuyến
zh_hans: 离线模式

# paywall.title
source: Choose Your Plan
de: Wähle deinen Plan
fr: Choisissez votre forfait
it: Scegli il Tuo Piano
ja: プランを選択
ko: 요금제를 선택하세요
pt: Escolha Seu Plano
vi: Chọn Gói Của Bạn
zh_hans: 选择您的套餐

# paywall.subtitle
source: Unlock unlimited magical stories
de: Schalte unbegrenzte magische Geschichten frei
fr: Débloquez des histoires magiques illimitées
it: Sblocca storie magiche illimitate
ja: 無制限の魔法の物語をアンロック
ko: 무제한 마법 이야기를 잠금 해제하세요
pt: Desbloqueie histórias mágicas ilimitadas
vi: Mở khóa truyện kỳ diệu không giới hạn
zh_hans: 解锁无限魔法故事

# paywall.loading
source: Loading subscription options...
de: Abonnementoptionen werden geladen...
fr: Chargement des options d'abonnement...
it: Caricamento opzioni di abbonamento...
ja: サブスクリプションオプションを読み込み中...
ko: 구독 옵션을 불러오는 중...
pt: Carregando opções de assinatura...
vi: Đang tải tùy chọn đăng ký...
zh_hans: 正在加载订阅选项...

# paywall.error.loading
source: Unable to load subscription options
de: Abonnementoptionen konnten nicht geladen werden
fr: Impossible de charger les options d'abonnement
it: Impossibile caricare le opzioni di abbonamento
ja: サブスクリプションオプションを読み込めません
ko: 구독 옵션을 불러올 수 없어요
pt: Não foi possível carregar as opções de assinatura
vi: Không thể tải tùy chọn đăng ký
zh_hans: 无法加载订阅选项

# paywall.feature.unlimitedStories
source: Unlimited story generation
de: Unbegrenzte Geschichtengenerierung
fr: Génération d'histoires illimitée
it: Generazione illimitata di storie
ja: 無制限の物語生成
ko: 무제한 이야기 생성
pt: Geração ilimitada de histórias
vi: Tạo truyện không giới hạn
zh_hans: 无限故事创作

# paywall.feature.growthCollections
source: Growth Path Collections
de: Wachstumspfad-Sammlungen
fr: Collections de parcours de croissance
it: Collezioni Percorso di Crescita
ja: 成長パスコレクション
ko: 성장 경로 컬렉션
pt: Coleções de Caminho de Crescimento
vi: Bộ Sưu Tập Phát Triển
zh_hans: 成长之路合集

# paywall.feature.illustrations
source: Advanced illustration features
de: Erweiterte Illustrationsfunktionen
fr: Fonctionnalités d'illustration avancées
it: Funzionalità di illustrazione avanzate
ja: 高度なイラスト機能
ko: 고급 일러스트 기능
pt: Recursos avançados de ilustração
vi: Tính năng minh họa nâng cao
zh_hans: 高级插画功能

# paywall.feature.profiles
source: Multiple child profiles
de: Mehrere Kinderprofile
fr: Plusieurs profils d'enfants
it: Profili multipli per bambini
ja: 複数のお子様プロフィール
ko: 여러 아이 프로필
pt: Múltiplos perfis de crianças
vi: Nhiều hồ sơ trẻ em
zh_hans: 多个儿童档案

# paywall.feature.analytics
source: Parental controls & analytics
de: Kindersicherung & Analysen
fr: Contrôles parentaux et analyses
it: Controlli parentali e analisi
ja: 保護者による制限と分析
ko: 자녀 보호 및 분석
pt: Controles parentais e análises
vi: Kiểm soát phụ huynh & phân tích
zh_hans: 家长控制与分析

# paywall.feature.priority
source: Priority generation speed
de: Priorisierte Generierungsgeschwindigkeit
fr: Vitesse de génération prioritaire
it: Velocità di generazione prioritaria
ja: 優先生成速度
ko: 우선 생성 속도
pt: Velocidade de geração prioritária
vi: Tốc độ tạo ưu tiên
zh_hans: 优先生成速度

# paywall.feature.trial
source: 7-day free trial
de: 7-tägige kostenlose Testphase
fr: Essai gratuit de 7 jours
it: Prova gratuita di 7 giorni
ja: 7日間無料トライアル
ko: 7일 무료 체험
pt: Teste gratuito de 7 dias
vi: Dùng thử miễn phí 7 ngày
zh_hans: 7天免费试用

# paywall.trust.secure
source: Secure Payment
de: Sichere Zahlung
fr: Paiement sécurisé
it: Pagamento Sicuro
ja: 安全な支払い
ko: 안전한 결제
pt: Pagamento Seguro
vi: Thanh Toán An Toàn
zh_hans: 安全支付

# paywall.trust.cancel
source: Cancel Anytime
de: Jederzeit kündbar
fr: Annuler à tout moment
it: Annulla in Qualsiasi Momento
ja: いつでもキャンセル可能
ko: 언제든지 취소 가능
pt: Cancele a Qualquer Momento
vi: Hủy Bất Kỳ Lúc Nào
zh_hans: 随时取消

# paywall.trust.noFees
source: No Hidden Fees
de: Keine versteckten Gebühren
fr: Pas de frais cachés
it: Nessun Costo Nascosto
ja: 隠れた料金なし
ko: 숨겨진 수수료 없음
pt: Sem Taxas Ocultas
vi: Không Phí Ẩn
zh_hans: 无隐藏费用

# paywall.restore
source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
it: Ripristina Acquisti
ja: 購入を復元
ko: 구매 복원
pt: Restaurar Compras
vi: Khôi Phục Mua Hàng
zh_hans: 恢复购买

# paywall.terms
source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di Servizio
ja: 利用規約
ko: 서비스 약관
pt: Termos de Serviço
vi: Điều Khoản Dịch Vụ
zh_hans: 服务条款

# paywall.privacy
source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인 정보 처리 방침
pt: Política de Privacidade
vi: Chính Sách Bảo Mật
zh_hans: 隐私政策

# paywall.selectPlan
source: Select a Plan
de: Plan auswählen
fr: Choisir un forfait
it: Seleziona un Piano
ja: プランを選択
ko: 플랜 선택
pt: Selecione um Plano
vi: Chọn Gói
zh_hans: 选择方案

# paywall.startTrial
source: Start %@
de: %@ starten
fr: Commencer %@
it: Inizia %@
ja: %@を開始
ko: %@ 시작하기
pt: Iniciar %@
vi: Bắt đầu %@ của bạn
zh_hans: 开始%@

# paywall.subscribeFor
source: Subscribe for %@
de: Abonnieren für %@
fr: S'abonner pour %@
it: Abbonati per %@
ja: %@で購読
ko: %@ 구독하기
pt: Assinar por %@
vi: Đăng ký với giá %@
zh_hans: 订阅%@

# paywall.usageLimit.title
source: You've reached your monthly limit
de: Du hast dein monatliches Limit erreicht
fr: Vous avez atteint votre limite mensuelle
it: Hai raggiunto il tuo limite mensile
ja: 今月の利用制限に達しました
ko: 월간 사용량 한도에 도달했어요
pt: Você atingiu seu limite mensal
vi: Bạn đã đạt giới hạn hàng tháng
zh_hans: 您已达到每月上限

# paywall.usageLimit.message
source: Upgrade to Premium for unlimited story generation
de: Upgrade auf Premium für unbegrenzte Story-Generierung
fr: Passez à Premium pour une génération d'histoires illimitée
it: Passa a Premium per la generazione illimitata di storie
ja: 無制限の物語生成にはプレミアムにアップグレードしてください
ko: 무제한 이야기 생성을 위해 프리미엄으로 업그레이드하세요
pt: Atualize para Premium para geração ilimitada de histórias
vi: Nâng cấp lên Premium để tạo truyện không giới hạn
zh_hans: 升级到高级版以获得无限故事创作

# paywall.feature.title
source: Premium Feature
de: Premium-Funktion
fr: Fonctionnalité Premium
it: Funzionalità Premium
ja: プレミアム機能
ko: 프리미엄 기능
pt: Recurso Premium
vi: Tính Năng Premium
zh_hans: 高级功能

# paywall.feature.message
source: This feature is available with Premium subscription
de: Diese Funktion ist mit einem Premium-Abonnement verfügbar
fr: Cette fonctionnalité est disponible avec l'abonnement Premium
it: Questa funzionalità è disponibile con l'abbonamento Premium
ja: この機能はプレミアムサブスクリプションで利用可能です
ko: 이 기능은 프리미엄 구독으로 이용할 수 있어요
pt: Este recurso está disponível com a assinatura Premium
vi: Tính năng này có sẵn với đăng ký Premium
zh_hans: 此功能需要高级订阅

# paywall.onboarding.title
source: Welcome to Magical Stories Premium
de: Willkommen bei Magical Stories Premium
fr: Bienvenue à Magical Stories Premium
it: Benvenuto in Magical Stories Premium
ja: Magical Storiesプレミアムへようこそ
ko: Magical Stories 프리미엄에 오신 것을 환영해요
pt: Bem-vindo(a) ao Magical Stories Premium
vi: Chào Mừng Đến Với Magical Stories Premium
zh_hans: 欢迎来到 Magical Stories 高级版

# paywall.onboarding.message
source: Start your free trial and unlock all premium features
de: Starte deine kostenlose Testphase und schalte alle Premium-Funktionen frei
fr: Commencez votre essai gratuit et débloquez toutes les fonctionnalités Premium
it: Inizia la tua prova gratuita e sblocca tutte le funzionalità premium
ja: 無料トライアルを開始して、すべてのプレミアム機能をアンロックしましょう
ko: 무료 체험을 시작하고 모든 프리미엄 기능을 잠금 해제하세요
pt: Comece seu teste gratuito e desbloqueie todos os recursos premium
vi: Bắt đầu dùng thử miễn phí và mở khóa tất cả tính năng premium
zh_hans: 开始免费试用，解锁所有高级功能

# paywall.upgrade.title
source: Upgrade to Premium
de: Upgrade auf Premium
fr: Passez à Premium
it: Passa a Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
pt: Atualizar para Premium
vi: Nâng Cấp Lên Premium
zh_hans: 升级到高级版

# paywall.upgrade.message
source: Get unlimited stories and exclusive features
de: Erhalte unbegrenzte Geschichten und exklusive Funktionen
fr: Obtenez des histoires illimitées et des fonctionnalités exclusives
it: Ottieni storie illimitate e funzionalità esclusive
ja: 無制限の物語と限定機能を手に入れよう
ko: 무제한 이야기와 독점 기능을 이용하세요
pt: Obtenha histórias ilimitadas e recursos exclusivos
vi: Có truyện không giới hạn và tính năng độc quyền
zh_hans: 获得无限故事和独家功能

# promoCode.title
source: Promo Code
fr: Code promo
it: Codice Promozionale
ja: プロモーションコード
ko: 프로모션 코드
pt: Código Promocional
vi: Mã khuyến mãi
zh_hans: 促销代码

# promoCode.subtitle
source: Redeem special offers
de: Spezielle Angebote einlösen
fr: Utiliser des offres spéciales
it: Riscatta offerte speciali
ja: 特別オファーを引き換える
ko: 특별 혜택 사용
pt: Resgatar ofertas especiais
vi: Đổi ưu đãi đặc biệt
zh_hans: 兑换特别优惠

# promoCode.entry.title
source: Redeem Promo Code
de: Promo-Code einlösen
fr: Utiliser un code promo
it: Riscatta Codice Promozionale
ja: プロモーションコードを引き換える
ko: 프로모션 코드 사용
pt: Resgatar Código Promocional
vi: Đổi Mã khuyến mãi
zh_hans: 兑换促销代码

# promoCode.entry.subtitle
source: Enter your promo code to unlock premium features
de: Gib deinen Promo-Code ein, um Premium-Funktionen freizuschalten
fr: Entrez votre code promo pour débloquer les fonctionnalités Premium
it: Inserisci il tuo codice promozionale per sbloccare le funzionalità premium
ja: プロモーションコードを入力してプレミアム機能をアンロック
ko: 프리미엄 기능을 잠금 해제하려면 프로모션 코드를 입력하세요
pt: Digite seu código promocional para desbloquear recursos premium
vi: Nhập mã khuyến mãi của bạn để mở khóa các tính năng cao cấp
zh_hans: 输入您的促销代码以解锁高级功能

# promoCode.entry.placeholder
source: Enter code
de: Code eingeben
fr: Entrez le code
it: Inserisci codice
ja: コードを入力
ko: 코드 입력
pt: Digite o código
vi: Nhập mã
zh_hans: 输入代码

# promoCode.entry.help.title
source: Need help?
de: Brauchst du Hilfe?
fr: Besoin d'aide ?
it: Hai bisogno di aiuto?
ja: ヘルプが必要ですか？
ko: 도움이 필요하세요?
pt: Precisa de ajuda?
vi: Cần giúp đỡ?

# promoCode.entry.help.format
source: Promo codes are 12 characters long
de: Promo-Codes sind 12 Zeichen lang
fr: Les codes promo ont 12 caractères
it: I codici promozionali sono lunghi 12 caratteri
ja: プロモーションコードは12文字です
ko: 프로모션 코드는 12자리입니다
pt: Os códigos promocionais têm 12 caracteres
vi: Mã khuyến mãi dài 12 ký tự
zh_hans: 促销代码为12个字符
