Repository: trmquang93/magical_stories
Catalog: magical-stories-app/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, ja, ko, pt, vi, zh_hans

# navigation.home
source: Home
de: Startseite
fr: Accueil
ja: ホーム
ko: 홈
pt: Início
vi: Trang chủ
zh_hans: 首页

# navigation.library
source: Library
de: Bibliothek
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 라이브러리
pt: Biblioteca
vi: Thư viện
zh_hans: 故事库

# navigation.collections
source: Collections
de: Sammlungen
it: Collezioni
ja: コレクション
ko: 컬렉션
pt: Coleções
vi: Bộ sưu tập
zh_hans: 合集

# navigation.settings
source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt: Ajustes
vi: Cài đặt
zh_hans: 设置

# navigation.back
source: Back
de: Zurück
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt: Voltar
vi: Quay lại
zh_hans: 返回

# navigation.close
source: Close
de: Schließen
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
vi: Đóng
zh_hans: 关闭

# navigation.done
source: Done
de: Fertig
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt: Concluído
vi: Xong
zh_hans: 完成

# navigation.cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
vi: Hủy
zh_hans: 取消

# navigation.save
source: Save
de: Speichern
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt: Salvar
vi: Lưu
zh_hans: 保存

# navigation.edit
source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt: Editar
vi: Chỉnh sửa
zh_hans: 编辑

# navigation.delete
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Apagar
vi: Xóa
zh_hans: 删除

# action.create
source: Create
de: Erstellen
fr: Créer
it: Crea
ja: 作成
ko: 생성
pt: Criar
vi: Tạo
zh_hans: 创建

# action.retry
source: Retry
de: Erneut versuchen
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt: Tentar Novamente
vi: Thử lại
zh_hans: 重试

# action.tryAgain
source: Try Again
de: Nochmal versuchen
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt: Tentar Novamente
vi: Thử lại
zh_hans: 再试一次

# action.share
source: Share
de: Teilen
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt: Compartilhar
vi: Chia sẻ
zh_hans: 分享

# action.copy
source: Copy
de: Kopieren
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt: Copiar
vi: Sao chép
zh_hans: 复制

# action.paste
source: Paste
de: Einfügen
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
pt: Colar
vi: Dán
zh_hans: 粘贴

# action.cut
source: Cut
de: Ausschneiden
fr: Couper
it: Taglia
ja: カット
ko: 잘라내기
pt: Recortar
vi: Cắt
zh_hans: 剪切

# action.undo
source: Undo
de: Rückgängig
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pt: Desfazer
vi: Hoàn tác
zh_hans: 撤销

# action.redo
source: Redo
de: Wiederherstellen
fr: Rétablir
it: Ripeti
ja: やり直す
ko: 다시 실행
pt: Refazer
vi: Làm lại
zh_hans: 重做

# action.select
source: Select
de: Auswählen
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
pt: Selecionar
vi: Chọn
zh_hans: 选择

# action.selectAll
source: Select All
de: Alles auswählen
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pt: Selecionar Tudo
vi: Chọn tất cả
zh_hans: 全选

# action.clear
source: Clear
de: Löschen
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
pt: Limpar
vi: Xóa
zh_hans: 清除

# action.reset
source: Reset
de: Zurücksetzen
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
pt: Redefinir
vi: Đặt lại
zh_hans: 重置

# action.refresh
source: Refresh
de: Aktualisieren
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
pt: Atualizar
vi: Làm mới
zh_hans: 刷新

# action.reload
source: Reload
de: Neu laden
fr: Recharger
it: Ricarica
ja: 再読み込み
ko: 다시 로드
pt: Recarregar
vi: Tải lại
zh_hans: 重新加载

# action.continue
source: Continue
de: Weiter
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt: Continuar
vi: Tiếp tục
zh_hans: 继续

# action.skip
source: Skip
de: Überspringen
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
pt: Pular
vi: Bỏ qua
zh_hans: 跳过

# action.next
source: Next
de: Weiter
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt: Próximo
vi: Tiếp theo
zh_hans: 下一步

# action.previous
source: Previous
de: Zurück
fr: Précédent
it: Indietro
ja: 前へ
ko: 이전
pt: Anterior
vi: Trước
zh_hans: 上一步

# action.start
source: Start
de: Starten
fr: Démarrer
it: Inizia
ja: 開始
ko: 시작
pt: Iniciar
vi: Bắt đầu
zh_hans: 开始

# action.stop
source: Stop
de: Stoppen
fr: Arrêter
it: Ferma
ja: 停止
ko: 중지
pt: Parar
vi: Dừng
zh_hans: 停止

# home.welcomeBack
source: Welcome back!
de: Willkommen zurück!
fr: Bon retour !
it: Bentornato!
ja: おかえりなさい！
ko: 다시 오신 것을 환영해요!
pt: Bem-vindo(a) de volta!
vi: Chào mừng bạn trở lại!

# home.welcomeBackWithName
source: Welcome back, %@!
de: Willkommen zurück, %@!
fr: Bon retour, %@ !
it: Bentornato, %@!
ja: おかえりなさい、%@！
ko: 다시 오신 것을 환영해요, %@님!
pt: Bem-vindo(a) de volta, %@!
vi: Chào mừng %@ trở lại!

# home.subtitle
source: What magical story will you create today?
de: Welche magische Geschichte möchtest du heute erschaffen?
fr: Quelle histoire magique allez-vous créer aujourd'hui ?
it: Quale storia magica creerai oggi?
ja: 今日はどんな魔法の物語を作る？
ko: 오늘은 어떤 마법 같은 이야기를 만들까요?
pt: Que história mágica você vai criar hoje?
vi: Hôm nay bé sẽ tạo ra câu chuyện kỳ diệu nào?

# home.createStory.title
source: Create a New Story
de: Eine neue Geschichte erstellen
fr: Créer une nouvelle histoire
it: Crea una Nuova Storia
ja: 新しい物語を作る
ko: 새로운 이야기 만들기
pt: Criar uma Nova História
vi: Tạo Câu Chuyện Mới
zh_hans: 创作新故事

# home.createStory.subtitle
source: Personalize a bedtime adventure
de: Personalisiere ein Gute-Nacht-Abenteuer
fr: Personnalisez une aventure pour le coucher
it: Personalizza un'avventura della buonanotte
ja: おやすみ前の冒険をパーソナライズ
ko: 나만의 잠자리 모험을 만들어 보세요
pt: Personalize uma aventura para a hora de dormir
vi: Tạo cuộc phiêu lưu riêng cho giờ ngủ
zh_hans: 定制睡前冒险故事

# home.createStory.button
source: Start
de: Starten
fr: Démarrer
it: Inizia
ja: 始める
ko: 시작하기
pt: Começar
vi: Bắt đầu
zh_hans: 开始

# home.collections.title
source: Growth Path Collections
de: Wachstumspfad-Sammlungen
fr: Collections de parcours de croissance
it: Collezioni Percorso di Crescita
ja: 成長パスコレクション
ko: 성장 경로 컬렉션
pt: Coleções de Caminho de Crescimento
vi: Bộ Sưu Tập Phát Triển
zh_hans: 成长之路合集

# home.createCollection.title
source: Create a Growth Collection
de: Eine Wachstumssammlung erstellen
fr: Créer une collection de croissance
it: Crea una Collezione di Crescita
ja: 成長コレクションを作成
ko: 성장 컬렉션 만들기
pt: Criar uma Coleção de Crescimento
vi: Tạo Bộ Sưu Tập Phát Triển
zh_hans: 创建成长合集

# home.createCollection.subtitle
source: Guide your child's growth with themed story sets
de: Begleite das Wachstum deines Kindes mit thematischen Geschichtensets
fr: Guidez la croissance de votre enfant avec des ensembles d'histoires thématiques
it: Guida la crescita del tuo bambino con set di storie a tema
ja: テーマ別の物語セットでお子様の成長をサポート
ko: 테마별 이야기 세트로 아이의 성장을 이끌어 주세요
pt: Guie o crescimento do seu filho com conjuntos de histórias temáticas
vi: Hướng dẫn sự phát triển của con với bộ truyện theo chủ đề
zh_hans: 用主题故事集引导孩子成长

# home.createCollection.button
source: Create Collection
de: Sammlung erstellen
fr: Créer une collection
it: Crea Collezione
ja: コレクションを作成
ko: 컬렉션 만들기
pt: Criar Coleção
vi: Tạo Bộ Sưu Tập
zh_hans: 创建合集

# home.library.title
source: Your Story Library
de: Deine Geschichtenbibliothek
fr: Votre bibliothèque d'histoires
it: La Tua Libreria di Storie
ja: あなたの物語ライブラリ
ko: 나의 이야기 라이브러리
pt: Sua Biblioteca de Histórias
vi: Thư Viện Truyện Của Bạn
zh_hans: 我的故事库

# home.library.viewAll
source: View All Stories
de: Alle Geschichten ansehen
fr: Voir toutes les histoires
it: Visualizza Tutte le Storie
ja: すべての物語を見る
ko: 모든 이야기 보기
pt: Ver Todas as Histórias
vi: Xem Tất Cả Truyện
zh_hans: 查看所有故事

# home.tip
source: Tip: Reading together builds magical memories!
de: Tipp: Gemeinsames Lesen schafft magische Erinnerungen!
fr: Astuce : Lire ensemble crée des souvenirs magiques !
it: Suggerimento: Leggere insieme crea ricordi magici!
ja: ヒント：一緒に読むと、魔法のような思い出が生まれるよ！
ko: 팁: 함께 읽는 시간은 마법 같은 추억을 만들어요!
pt: Dica: Ler juntos cria memórias mágicas!
vi: Mẹo: Đọc truyện cùng nhau tạo nên những kỷ niệm kỳ diệu!

# storyForm.title
source: Create Story
de: Geschichte erstellen
fr: Créer une histoire
it: Crea Storia
ja: 物語を作成
ko: 이야기 만들기
pt: Criar História
vi: Tạo Truyện
zh_hans: 创作故事

# storyForm.header
source: Magical Story Creator
de: Magischer Geschichten-Ersteller
fr: Créateur d'histoires magiques
it: Creatore di Storie Magiche
ja: 魔法の物語クリエイター
ko: 마법 이야기 생성기
pt: Criador de Histórias Mágicas
vi: Nhà Sáng Tạo Truyện Kỳ Diệu
zh_hans: Magical Stories 故事创作器

# storyForm.loading.title
source: Creating your magical story...
de: Deine magische Geschichte wird erstellt...
fr: Création de votre histoire magique...
it: Creando la tua storia magica...
ja: 魔法の物語を作成中...
ko: 마법 같은 이야기를 만들고 있어요...
pt: Criando sua história mágica...
vi: Đang tạo câu chuyện kỳ diệu cho bạn...
zh_hans: 正在创作您的魔法故事...

# storyForm.loading.subtitle
source: Weaving enchantment and wonder just for %@...
de: Wir weben Zauber und Wunder nur für %@...
fr: Nous tissons l'enchantement et l'émerveillement juste pour %@...
it: Intrecciando incanto e meraviglia solo per %@...
ja: %@のために、魔法と不思議を織りなしています...
ko: %@님을 위한 마법과 경이로움을 엮고 있어요...
pt: Tecendo encanto e maravilha só para %@...
vi: Đang dệt nên phép thuật và kỳ quan dành riêng cho %@...
zh_hans: 正在为 %@ 编织奇妙与惊喜...

# storyForm.error.title
source: Story Creation Error
de: Fehler beim Erstellen der Geschichte
fr: Erreur de création d'histoire
it: Errore Creazione Storia
ja: 物語作成エラー
ko: 이야기 생성 오류
pt: Erro na Criação da História
vi: Lỗi Tạo Truyện
zh_hans: 故事创作错误

# storyForm.error.message
source: We couldn't create your story: %@ Please try again later.
de: Wir konnten deine Geschichte nicht erstellen: %@ Bitte versuche es später noch einmal.
fr: Nous n'avons pas pu créer votre histoire : %@ Veuillez réessayer plus tard.
it: Non siamo riusciti a creare la tua storia: %@ Riprova più tardi.
ja: 物語を作成できませんでした：%@ 後でもう一度お試しください。
ko: 이야기를 만들 수 없었어요: %@ 나중에 다시 시도해 주세요.
pt: Não foi possível criar sua história: %@ Por favor, tente novamente mais tarde.
vi: Chúng tôi không thể tạo câu chuyện của bạn: %@ Vui lòng thử lại sau.
zh_hans: 我们无法创作您的故事：%@ 请稍后再试。

# storyForm.create.header
source: Create Magic
de: Magie erschaffen
fr: Créer de la magie
it: Crea Magia
ja: 魔法を作成
ko: 마법 만들기
pt: Criar Magia
vi: Tạo Phép Thuật
zh_hans: 创造魔法

# storyForm.create.subtitle
source: Personalize your magical story
de: Personalisiere deine magische Geschichte
fr: Personnalisez votre histoire magique
it: Personalizza la tua storia magica
ja: 魔法の物語をパーソナライズ
ko: 나만의 마법 같은 이야기를 만들어 보세요
pt: Personalize sua história mágica
vi: Cá nhân hóa câu chuyện kỳ diệu của bạn
zh_hans: 定制您的魔法故事

# storyForm.childName.label
source: Child's Name
de: Name des Kindes
fr: Nom de l'enfant
it: Nome del Bambino
ja: お子様の名前
ko: 아이 이름
pt: Nome da Criança
vi: Tên Bé
zh_hans: 孩子姓名

# storyForm.childName.placeholder
source: Enter child's name
de: Namen des Kindes eingeben
fr: Entrez le nom de l'enfant
it: Inserisci il nome del bambino
ja: お子様の名前を入力
ko: 아이 이름을 입력하세요
pt: Digite o nome da criança
vi: Nhập tên bé
zh_hans: 输入孩子姓名

# storyForm.character.label
source: Favorite Character
de: Lieblingsfigur
fr: Personnage préféré
it: Personaggio Preferito
ja: 好きなキャラクター
ko: 좋아하는 캐릭터
pt: Personagem Favorito
vi: Nhân Vật Yêu Thích
zh_hans: 最喜欢的角色

# storyForm.character.placeholder
source: Enter a character (dragon, princess...)
de: Figur eingeben (Drache, Prinzessin...)
fr: Entrez un personnage (dragon, princesse...)
it: Inserisci un personaggio (drago, principessa...)
ja: キャラクターを入力（ドラゴン、お姫様など）
ko: 캐릭터를 입력하세요 (용, 공주 등)
pt: Digite um personagem (dragão, princesa...)
vi: Nhập một nhân vật (rồng, công chúa...)
zh_hans: 输入一个角色（龙、公主...）

# storyForm.ageRange.label
source: Age Range
de: Altersgruppe
fr: Tranche d'âge
it: Fascia d'Età
ja: 年齢層
ko: 연령대
pt: Faixa Etária
vi: Độ Tuổi
zh_hans: 年龄范围

# storyForm.theme.label
source: Story Theme
de: Geschichtenthema
fr: Thème de l'histoire
it: Tema della Storia
ja: 物語のテーマ
ko: 이야기 테마
pt: Tema da História
vi: Chủ Đề Truyện
zh_hans: 故事主题

# storyForm.length.label
source: Story Length
de: Geschichtenlänge
fr: Longueur de l'histoire
it: Lunghezza della Storia
ja: 物語の長さ
ko: 이야기 길이
pt: Duração da História
vi: Độ Dài Truyện
zh_hans: 故事长度

# storyForm.length.short
source: Short
de: Kurz
fr: Courte
it: Breve
ja: 短い
ko: 짧게
pt: Curta
vi: Ngắn
zh_hans: 短篇

# storyForm.length.medium
source: Medium
de: Mittel
fr: Moyenne
it: Media
ja: 普通
ko: 보통
pt: Média
vi: Vừa
zh_hans: 中篇

# storyForm.length.long
source: Long
de: Lang
fr: Longue
it: Lunga
ja: 長い
ko: 길게
pt: Longa
vi: Dài
zh_hans: 长篇

# storyForm.language.label
source: Story Language
de: Sprache der Geschichte
fr: Langue de l'histoire
it: Lingua della Storia
ja: 物語の言語
ko: 이야기 언어
pt: Idioma da História
vi: Ngôn Ngữ Truyện
zh_hans: 故事语言

# storyForm.generating
source: Creating Magic...
de: Magie wird erstellt...
fr: Création de la magie...
it: Creando Magia...
ja: 魔法を作成中...
ko: 마법을 만들고 있어요...
pt: Criando Magia...
vi: Đang Tạo Phép Thuật...
zh_hans: 正在创造魔法...

# storyForm.generate.button
source: Generate Magical Story
de: Magische Geschichte generieren
fr: Générer une histoire magique
it: Genera Storia Magica
ja: 魔法の物語を生成
ko: 마법 이야기 생성하기
pt: Gerar História Mágica
vi: Tạo Câu Chuyện Kỳ Diệu
zh_hans: 生成魔法故事

# character.dragon
source: Dragon
de: Drache
it: Drago
ja: ドラゴン
ko: 용
pt: Dragão
vi: Rồng
zh_hans: 龙

# character.princess
source: Princess
de: Prinzessin
fr: Princesse
it: Principessa
ja: お姫様
ko: 공주
pt: Princesa
vi: Công Chúa
zh_hans: 公主

# character.knight
source: Knight
de: Ritter
fr: Chevalier
it: Cavaliere
ja: 騎士
ko: 기사
pt: Cavaleiro
vi: Hiệp Sĩ
zh_hans: 骑士

# character.wizard
source: Wizard
de: Zauberer
fr: Magicien
it: Mago
ja: 魔法使い
ko: 마법사
pt: Mago
vi: Phù Thủy
zh_hans: 巫师

# character.fairy
source: Fairy
de: Fee
fr: Fée
it: Fata
ja: 妖精
ko: 요정
pt: Fada
vi: Nàng Tiên
zh_hans: 仙女

# character.unicorn
source: Unicorn
de: Einhorn
fr: Licorne
it: Unicorno
ja: ユニコーン
ko: 유니콘
pt: Unicórnio
vi: Kỳ Lân
zh_hans: 独角兽

# character.pirate
source: Pirate
de: Pirat
it: Pirata
ja: 海賊
ko: 해적
pt: Pirata
vi: Cướp Biển
zh_hans: 海盗

# character.astronaut
source: Astronaut
fr: Astronaute
it: Astronauta
ja: 宇宙飛行士
ko: 우주비행사
pt: Astronauta
vi: Nhà Du Hành Vũ Trụ
zh_hans: 宇航员

# character.detective
source: Detective
de: Detektiv
fr: Détective
ja: 探偵
ko: 탐정
pt: Detetive
vi: Thám Tử
zh_hans: 侦探

# character.superhero
source: Superhero
de: Superheld
fr: Super-héros
it: Supereroe
ja: スーパーヒーロー
ko: 슈퍼히어로
pt: Super-herói
vi: Siêu Anh Hùng
zh_hans: 超级英雄

# character.animal
source: Animal Friend
de: Tierfreund
fr: Ami animal
it: Amico Animale
ja: 動物の友達
ko: 동물 친구
pt: Amigo Animal
vi: Bạn Động Vật
zh_hans: 动物朋友

# character.robot
source: Robot
de: Roboter
ja: ロボット
ko: 로봇
pt: Robô
vi: Người Máy
zh_hans: 机器人

# theme.adventure
source: Adventure
de: Abenteuer
fr: Aventure
it: Avventura
ja: 冒険
ko: 모험
pt: Aventura
vi: Phiêu Lưu
zh_hans: 冒险

# theme.friendship
source: Friendship
de: Freundschaft
fr: Amitié
it: Amicizia
ja: 友情
ko: 우정
pt: Amizade
vi: Tình Bạn
zh_hans: 友谊

# theme.learning
source: Learning
de: Lernen
fr: Apprentissage
it: Apprendimento
ja: 学び
ko: 학습
pt: Aprendizado
vi: Học Hỏi
zh_hans: 学习

# theme.courage
source: Courage
de: Mut
it: Coraggio
ja: 勇気
ko: 용기
pt: Coragem
vi: Dũng Cảm
zh_hans: 勇气

# theme.kindness
source: Kindness
de: Freundlichkeit
fr: Gentillesse
it: Gentilezza
ja: 優しさ
ko: 친절
pt: Bondade
vi: Lòng Tốt
zh_hans: 善良

# theme.mystery
source: Mystery
de: Geheimnis
fr: Mystère
it: Mistero
ja: ミステリー
ko: 미스터리
pt: Mistério
vi: Bí Ẩn
zh_hans: 神秘

# theme.magic
source: Magic
de: Magie
fr: Magie
it: Magia
ja: 魔法
ko: 마법
pt: Magia
vi: Phép Thuật
zh_hans: 魔法

# theme.family
source: Family
de: Familie
fr: Famille
it: Famiglia
ja: 家族
ko: 가족
pt: Família
vi: Gia Đình
zh_hans: 家庭

# theme.nature
source: Nature
de: Natur
it: Natura
ja: 自然
ko: 자연
pt: Natureza
vi: Thiên Nhiên
zh_hans: 自然

# theme.space
source: Space
de: Weltraum
fr: Espace
it: Spazio
ja: 宇宙
ko: 우주
pt: Espaço
vi: Không Gian
zh_hans: 太空

# theme.ocean
source: Ocean
de: Ozean
fr: Océan
it: Oceano
ja: 海
ko: 바다
pt: Oceano
vi: Đại Dương
zh_hans: 海洋

# theme.fantasy
source: Fantasy
de: Fantasie
fr: Fantaisie
ja: ファンタジー
ko: 판타지
pt: Fantasia
vi: Thần Thoại
zh_hans: 奇幻

# ageGroup.preschool
source: 3-5 years
de: 3-5 Jahre
fr: 3-5 ans
it: 3-5 anni
ja: 3〜5歳
ko: 3-5세
pt: 3-5 anos
vi: 3-5 tuổi
zh_hans: 3-5岁

# ageGroup.earlyReader
source: 6-8 years
de: 6-8 Jahre
fr: 6-8 ans
it: 6-8 anni
ja: 6〜8歳
ko: 6-8세
pt: 6-8 anos
vi: 6-8 tuổi
zh_hans: 6-8岁

# ageGroup.middleGrade
source: 9-12 years
de: 9-12 Jahre
fr: 9-12 ans
it: 9-12 anni
ja: 9〜12歳
ko: 9-12세
pt: 9-12 anos
vi: 9-12 tuổi
zh_hans: 9-12岁

# library.title
source: Library
de: Bibliothek
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 라이브러리
pt: Biblioteca
vi: Thư Viện
zh_hans: 故事库

# library.sortBy
source: Sort by:
de: Sortieren nach:
fr: Trier par :
it: Ordina per:
ja: 並べ替え：
ko: 정렬 기준:
pt: Ordenar por:
vi: Sắp xếp theo:
zh_hans: 排序方式：

# library.sort.newest
source: Newest
de: Neueste
fr: Plus récent
it: Più recente
ja: 新しい順
ko: 최신순
pt: Mais Recente
vi: Mới nhất
zh_hans: 最新

# library.sort.oldest
source: Oldest
de: Älteste
fr: Plus ancien
it: Meno recente
ja: 古い順
ko: 오래된순
pt: Mais Antiga
vi: Cũ nhất
zh_hans: 最旧

# library.sort.alphabetical
source: A-Z
ja: あいうえお順
ko: 가나다순
vi: Từ A-Z
zh_hans: A到Z

# library.sort.mostRead
source: Most Read
de: Meistgelesen
fr: Le plus lu
it: Più letto
ja: 最も読まれた順
ko: 가장 많이 읽은 순
pt: Mais Lida
vi: Đọc nhiều nhất
zh_hans: 阅读最多

# library.search.placeholder
source: Search stories...
de: Geschichten suchen...
fr: Rechercher des histoires...
it: Cerca storie...
ja: 物語を検索...
ko: 이야기 검색...
pt: Buscar histórias...
vi: Tìm kiếm truyện...
zh_hans: 搜索故事...

# library.empty.title
source: Your library is empty
de: Deine Bibliothek ist leer
fr: Votre bibliothèque est vide
it: La tua libreria è vuota
ja: ライブラリは空です
ko: 라이브러리가 비어 있어요
pt: Sua biblioteca está vazia
vi: Thư viện của bạn đang trống
zh_hans: 您的故事库是空的

# library.empty.message
source: Create your first magical story on the Home tab
de: Erstelle deine erste magische Geschichte auf der Startseite
fr: Créez votre première histoire magique dans l'onglet Accueil
it: Crea la tua prima storia magica nella scheda Home
ja: ホームタブで最初の魔法の物語を作成してください
ko: 홈 탭에서 첫 번째 마법 이야기를 만들어 보세요
pt: Crie sua primeira história mágica na aba Início
vi: Tạo câu chuyện kỳ diệu đầu tiên ở tab Trang chủ
zh_hans: 在“首页”标签页创作您的第一个魔法故事

# library.noResults.title
source: No stories found
de: Keine Geschichten gefunden
fr: Aucune histoire trouvée
it: Nessuna storia trovata
ja: 物語が見つかりません
ko: 이야기를 찾을 수 없어요
pt: Nenhuma história encontrada
vi: Không tìm thấy truyện
zh_hans: 未找到故事

# library.noResults.message
source: Try adjusting your search or filters
de: Versuche, deine Suche oder Filter anzupassen
fr: Essayez d'ajuster votre recherche ou vos filtres
it: Prova a modificare la ricerca o i filtri
ja: 検索条件またはフィルターを調整してみてください
ko: 검색 또는 필터를 조정해 보세요
pt: Tente ajustar sua busca ou filtros
vi: Thử điều chỉnh tìm kiếm hoặc bộ lọc
zh_hans: 请尝试调整搜索或筛选条件

# library.category.fantasy
source: Fantasy
de: Fantasie
fr: Fantaisie
ja: ファンタジー
ko: 판타지
pt: Fantasia
vi: Thần Thoại
zh_hans: 奇幻

# library.category.animals
source: Animals
de: Tiere
fr: Animaux
it: Animali
ja: 動物
ko: 동물
pt: Animais
vi: Động Vật
zh_hans: 动物

# library.category.bedtime
source: Bedtime
de: Gute Nacht
fr: Pour le coucher
it: Nanna
ja: おやすみ
ko: 잠자리
pt: Hora de Dormir
vi: Trước Khi Ngủ
zh_hans: 睡前

# library.category.adventure
source: Adventure
de: Abenteuer
fr: Aventure
it: Avventura
ja: 冒険
ko: 모험
pt: Aventura
vi: Phiêu Lưu
zh_hans: 冒险

# storyDetail.title
source: Story Details
de: Geschichtendetails
fr: Détails de l'histoire
it: Dettagli Storia
ja: 物語の詳細
ko: 이야기 상세 정보
pt: Detalhes da História
vi: Chi Tiết Truyện
zh_hans: 故事详情

# storyDetail.readingTime
source: Reading time: %@ min
de: Lesezeit: %@ Min.
fr: Temps de lecture : %@ min
it: Tempo di lettura: %@ min
ja: 読書時間：%@分
ko: 읽는 시간: %@분
pt: Tempo de leitura: %@ min
vi: Thời gian đọc: %@ phút
zh_hans: 阅读时间：%@ 分钟

# storyDetail.pages
source: %d pages
de: %d Seiten
it: %d pagine
ja: %dページ
ko: %d페이지
pt: %d páginas
vi: %d trang
zh_hans: %d 页

# storyDetail.created
source: Created %@
de: Erstellt am %@
fr: Créé le %@
it: Creata il %@
ja: 作成日：%@
ko: %@ 생성됨
pt: Criado em %@
vi: Tạo %@
zh_hans: 创作于 %@

# storyDetail.lastRead
source: Last read %@
de: Zuletzt gelesen am %@
fr: Dernière lecture le %@
it: Ultima lettura il %@
ja: 最終閲覧日：%@
ko: 마지막으로 읽은 날: %@
pt: Última leitura em %@
vi: Đọc lần cuối %@
zh_hans: 上次阅读于 %@

# storyDetail.read
source: Read Story
de: Geschichte lesen
fr: Lire l'histoire
it: Leggi Storia
ja: 物語を読む
ko: 이야기 읽기
pt: Ler História
vi: Đọc Truyện
zh_hans: 阅读故事

# storyDetail.share
source: Share Story
de: Geschichte teilen
fr: Partager l'histoire
it: Condividi Storia
ja: 物語を共有
ko: 이야기 공유
pt: Compartilhar História
vi: Chia Sẻ Truyện
zh_hans: 分享故事

# storyDetail.delete
source: Delete Story
de: Geschichte löschen
fr: Supprimer l'histoire
it: Elimina Storia
ja: 物語を削除
ko: 이야기 삭제
pt: Apagar História
vi: Xóa Truyện
zh_hans: 删除故事

# storyDetail.edit
source: Edit Story
de: Geschichte bearbeiten
fr: Modifier l'histoire
it: Modifica Storia
ja: 物語を編集
ko: 이야기 편집
pt: Editar História
vi: Chỉnh Sửa Truyện
zh_hans: 编辑故事

# storyReading.page
source: Page %d of %d
de: Seite %d von %d
fr: Page %d sur %d
it: Pagina %d di %d
ja: %d/%dページ
ko: %d/%d 페이지
pt: Página %d de %d
vi: Trang %d / %d
zh_hans: 第 %d 页，共 %d 页

# storyReading.nextPage
source: Next Page
de: Nächste Seite
fr: Page suivante
it: Pagina Successiva
ja: 次のページ
ko: 다음 페이지
pt: Próxima Página
vi: Trang Tiếp
zh_hans: 下一页

# storyReading.previousPage
source: Previous Page
de: Vorherige Seite
fr: Page précédente
it: Pagina Precedente
ja: 前のページ
ko: 이전 페이지
pt: Página Anterior
vi: Trang Trước
zh_hans: 上一页

# storyReading.readAloud
source: Read Aloud
de: Vorlesen
fr: Lire à voix haute
it: Leggi ad Alta Voce
ja: 読み上げ
ko: 소리 내어 읽기
pt: Ler em Voz Alta
vi: Đọc To
zh_hans: 朗读

# storyReading.pauseReading
source: Pause Reading
de: Lesen pausieren
fr: Mettre en pause la lecture
it: Metti in Pausa la Lettura
ja: 読み上げを一時停止
ko: 읽기 일시 중지
pt: Pausar Leitura
vi: Tạm Dừng Đọc
zh_hans: 暂停朗读

# storyReading.bookmarkPage
source: Bookmark This Page
de: Diese Seite merken
fr: Marquer cette page
it: Segnalibro su Questa Pagina
ja: このページをブックマーク
ko: 이 페이지 북마크
pt: Marcar Esta Página
vi: Đánh Dấu Trang Này
zh_hans: 收藏此页

# storyReading.fontSize
source: Font Size
de: Schriftgröße
fr: Taille de la police
it: Dimensione Carattere
ja: フォントサイズ
ko: 글자 크기
pt: Tamanho da Fonte
vi: Cỡ Chữ
zh_hans: 字体大小

# storyReading.nightMode
source: Night Mode
de: Nachtmodus
fr: Mode nuit
it: Modalità Notte
ja: ナイトモード
ko: 야간 모드
pt: Modo Noturno
vi: Chế Độ Ban Đêm
zh_hans: 夜间模式

# storyReading.fullscreen
source: Fullscreen
de: Vollbild
fr: Plein écran
it: Schermo Intero
ja: フルスクリーン
ko: 전체 화면
pt: Tela Cheia
vi: Toàn Màn Hình
zh_hans: 全屏

# storyReading.exitFullscreen
source: Exit Fullscreen
de: Vollbild beenden
fr: Quitter le mode plein écran
it: Esci da Schermo Intero
ja: フルスクリーンを終了
ko: 전체 화면 종료
pt: Sair da Tela Cheia
vi: Thoát Toàn Màn Hình
zh_hans: 退出全屏

# storyReading.completed
source: Story Completed!
de: Geschichte abgeschlossen!
fr: Histoire terminée !
it: Storia Completata!
ja: 物語が完了しました！
ko: 이야기 완료!
pt: História Concluída!
vi: Hoàn Thành Truyện!

# storyReading.congratulations
source: Congratulations on finishing the story!
de: Herzlichen Glückwunsch zum Beenden der Geschichte!
fr: Félicitations pour avoir terminé l'histoire !
it: Congratulazioni per aver finito la storia!
ja: 物語を読み終えておめでとうございます！
ko: 이야기를 끝까지 읽어주셔서 축하해요!
pt: Parabéns por terminar a história!
vi: Chúc mừng bé đã hoàn thành câu chuyện!

# storyReading.readAnother
source: Read Another Story
de: Eine andere Geschichte lesen
fr: Lire une autre histoire
it: Leggi un'Altra Storia
ja: 別の物語を読む
ko: 다른 이야기 읽기
pt: Ler Outra História
vi: Đọc Truyện Khác
zh_hans: 阅读另一个故事

# storyReading.backToLibrary
source: Back to Library
de: Zurück zur Bibliothek
fr: Retour à la bibliothèque
it: Torna alla Libreria
ja: ライブラリに戻る
ko: 라이브러리로 돌아가기
pt: Voltar para a Biblioteca
vi: Về Thư Viện
zh_hans: 返回故事库
