Repository: trmquang93/magical_stories
Catalog: magical-stories-app/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, ja, ko, pt, vi, zh_hans

# notification.subscriptionExpiring
source: Your subscription expires soon
de: Dein Abonnement läuft bald ab
fr: Votre abonnement expire bientôt
it: Il tuo abbonamento scade presto
ja: サブスクリプションの期限が間もなく切れます
ko: 구독 기간이 곧 만료돼요
pt: Sua assinatura expira em breve
vi: Đăng ký của bạn sắp hết hạn
zh_hans: 您的订阅即将到期

# notification.subscriptionRenewed
source: Subscription renewed successfully
de: Abonnement erfolgreich erneuert
fr: Abonnement renouvelé avec succès
it: Abbonamento rinnovato con successo
ja: サブスクリプションが正常に更新されました
ko: 구독이 성공적으로 갱신되었어요
pt: Assinatura renovada com sucesso
vi: Gia hạn đăng ký thành công
zh_hans: 订阅续订成功

# app.tagline
source: AI-powered personalized stories for children
de: KI-gestützte personalisierte Geschichten für Kinder
fr: Des histoires personnalisées par l'IA pour les enfants
it: Storie personalizzate basate sull'IA per bambini
ja: AIを活用したお子様向けパーソナライズ物語
ko: AI 기반의 맞춤형 어린이 이야기
pt: Histórias personalizadas com IA para crianças
vi: Truyện cá nhân hóa được tạo bởi AI cho trẻ em
zh_hans: AI 驱动的儿童个性化故事

# app.description
source: Create magical, personalized stories that grow with your child
de: Erstelle magische, personalisierte Geschichten, die mit deinem Kind mitwachsen
fr: Créez des histoires magiques et personnalisées qui grandissent avec votre enfant
it: Crea storie magiche e personalizzate che crescono con il tuo bambino
ja: お子様の成長に合わせて、魔法のようなパーソナライズされた物語を作成
ko: 아이와 함께 성장하는 마법 같은 맞춤형 이야기를 만들어 보세요
pt: Crie histórias mágicas e personalizadas que crescem com seu filho
vi: Tạo truyện kỳ diệu, cá nhân hóa phát triển cùng con bạn
zh_hans: 创作与孩子一同成长的魔法个性化故事

# app.keywords
source: stories, children, AI, education, bedtime
de: Geschichten, Kinder, KI, Bildung, Schlafenszeit
fr: histoires, enfants, IA, éducation, coucher
it: storie, bambini, IA, educazione, buonanotte
ja: 物語、子供、AI、教育、おやすみ
ko: 이야기, 어린이, AI, 교육, 잠자리
pt: histórias, crianças, IA, educação, hora de dormir
vi: truyện, trẻ em, AI, giáo dục, giờ ngủ
zh_hans: 故事, 儿童, AI, 教育, 睡前

# app.category
source: Education & Entertainment
de: Bildung & Unterhaltung
fr: Éducation et divertissement
it: Educazione e Intrattenimento
ja: 教育＆エンターテイメント
ko: 교육 및 엔터테인먼트
pt: Educação e Entretenimento
vi: Giáo dục & Giải trí
zh_hans: 教育与娱乐

# app.developer
source: Magical Stories Team
fr: Équipe Magical Stories
it: Team Magical Stories
ja: Magical Storiesチーム
ko: Magical Stories 팀
pt: Equipe Magical Stories
vi: Đội ngũ Magical Stories
zh_hans: Magical Stories 团队

# subscription.savings.percentage
source: Save %d%% vs monthly
de: Spare %d%% ggü. monatlich
fr: Économisez %d %% par rapport au mois
it: Risparmia il %d%% rispetto al mensile
ja: 月額プランより%d%%お得
ko: 월간 구독 대비 %d%% 절약
pt: Economize %d%% vs. mensal
vi: Tiết kiệm %d%% so với hàng tháng
zh_hans: 每月节省 %d%%

# subscription.savings.fallback
source: Save 16% vs monthly
de: Spare 16% ggü. monatlich
fr: Économisez 16 % par rapport au mois
it: Risparmia il 16% rispetto al mensile
ja: 月額プランより16%お得
ko: 월간 구독 대비 16% 절약
pt: Economize 16% vs. mensal
vi: Tiết kiệm 16% so với hàng tháng
zh_hans: 每月节省 16%

# premium.feature.unlimitedStories.title
source: Unlimited Stories
de: Unbegrenzte Geschichten
fr: Histoires illimitées
it: Storie Illimitate
ja: 物語を無制限に作成
ko: 무제한 이야기
pt: Histórias Ilimitadas
vi: Truyện không giới hạn
zh_hans: 无限故事

# premium.feature.unlimitedStories.description
source: Create as many magical stories as your imagination allows
de: Erstelle so viele magische Geschichten, wie deine Fantasie zulässt
fr: Créez autant d'histoires magiques que votre imagination le permet
it: Crea tutte le storie magiche che la tua immaginazione ti permette
ja: 想像力の赴くままに、魔法の物語を好きなだけ作成できます
ko: 상상하는 만큼 Magical Stories를 무제한으로 만드세요
pt: Crie quantas histórias mágicas sua imaginação permitir
vi: Tạo bao nhiêu câu chuyện kỳ diệu tùy theo trí tưởng tượng của bạn
zh_hans: 尽情发挥想象，创作无限神奇故事

# premium.feature.unlimitedStories.unlock
source: Create unlimited magical stories
de: Unbegrenzt magische Geschichten erstellen
fr: Créez des histoires magiques illimitées
it: Crea storie magiche illimitate
ja: 魔法の物語を無制限に作成
ko: 무제한 Magical Stories 만들기
pt: Crie histórias mágicas ilimitadas
vi: Tạo truyện kỳ diệu không giới hạn
zh_hans: 创作无限神奇故事

# premium.feature.growthCollections.title
source: Growth Path Collections
de: Entwicklungskollektionen
fr: Collections Parcours de croissance
it: Collezioni Percorso di Crescita
ja: 成長パスコレクション
ko: 성장 경로 컬렉션
pt: Coleções de Desenvolvimento
vi: Bộ sưu tập Phát triển
zh_hans: 成长路径故事集

# premium.feature.growthCollections.description
source: Access developmental story collections designed by child development experts
de: Greife auf von Kindesentwicklungsexperten entworfene Entwicklungskollektionen zu
fr: Accédez à des collections d'histoires de développement conçues par des experts en développement de l'enfant
it: Accedi a collezioni di storie per lo sviluppo create da esperti di sviluppo infantile
ja: 児童発達の専門家が考案した、成長を促す物語コレクションにアクセス
ko: 아동 발달 전문가가 설계한 발달 이야기 컬렉션에 액세스하세요
pt: Acesse coleções de histórias de desenvolvimento criadas por especialistas em desenvolvimento infantil
vi: Truy cập các bộ sưu tập truyện phát triển được thiết kế bởi các chuyên gia phát triển trẻ em
zh_hans: 获取由儿童发展专家设计的成长故事集

# premium.feature.growthCollections.unlock
source: Access developmental story collections
de: Auf Entwicklungskollektionen zugreifen
fr: Accédez aux collections d'histoires de développement
it: Accedi a collezioni di storie per lo sviluppo
ja: 成長を促す物語コレクションにアクセス
ko: 발달 이야기 컬렉션 액세스
pt: Acesse coleções de histórias de desenvolvimento
vi: Truy cập bộ sưu tập truyện phát triển
zh_hans: 获取成长故事集

# premium.feature.profiles.title
source: Multiple Child Profiles
de: Mehrere Kinderprofile
fr: Plusieurs profils d'enfants
it: Profili Bambino Multipli
ja: 複数のお子様プロフィール
ko: 다중 자녀 프로필
pt: Múltiplos Perfis Infantis
vi: Nhiều hồ sơ trẻ em
zh_hans: 多儿童档案

# premium.feature.profiles.description
source: Create personalized profiles for all your children
de: Erstelle personalisierte Profile für alle deine Kinder
fr: Créez des profils personnalisés pour tous vos enfants
it: Crea profili personalizzati per tutti i tuoi bambini
ja: すべてのお子様向けに、パーソナライズされたプロフィールを作成
ko: 모든 자녀를 위한 맞춤형 프로필을 만드세요
pt: Crie perfis personalizados para todas as suas crianças
vi: Tạo hồ sơ cá nhân hóa cho tất cả các con của bạn
zh_hans: 为您的所有孩子创建个性化档案

# premium.feature.profiles.unlock
source: Add profiles for all your children
de: Profile für alle deine Kinder hinzufügen
fr: Ajoutez des profils pour tous vos enfants
it: Aggiungi profili per tutti i tuoi bambini
ja: すべてのお子様のプロフィールを追加
ko: 모든 자녀 프로필 추가
pt: Adicione perfis para todas as suas crianças
vi: Thêm hồ sơ cho tất cả các con của bạn
zh_hans: 为您的所有孩子添加档案

# premium.feature.illustrations.title
source: Advanced Illustrations
de: Erweiterte Illustrationen
fr: Illustrations avancées
it: Illustrazioni Avanzate
ja: 高度なイラスト
ko: 고급 일러스트레이션
pt: Ilustrações Avançadas
vi: Minh họa nâng cao
zh_hans: 高级插画

# premium.feature.illustrations.description
source: Get premium visual consistency and enhanced illustration quality
de: Erhalte erstklassige visuelle Konsistenz und verbesserte Illustrationsqualität
fr: Obtenez une cohérence visuelle premium et une qualité d'illustration améliorée
it: Ottieni una coerenza visiva premium e una qualità delle illustrazioni migliorata
ja: プレミアムな視覚的統一性と、強化されたイラスト品質
ko: 프리미엄 시각적 일관성과 향상된 일러스트레이션 품질을 경험하세요
pt: Obtenha consistência visual premium e qualidade de ilustração aprimorada
vi: Đạt được sự nhất quán hình ảnh cao cấp và chất lượng minh họa nâng cao
zh_hans: 获得优质视觉一致性和增强的插画质量

# premium.feature.illustrations.unlock
source: Get premium visual consistency
de: Erstklassige visuelle Konsistenz erhalten
fr: Obtenez une cohérence visuelle premium
it: Ottieni una coerenza visiva premium
ja: プレミアムな視覚的統一性を得る
ko: 프리미엄 시각적 일관성 확보
pt: Obtenha consistência visual premium
vi: Đạt được sự nhất quán hình ảnh cao cấp
zh_hans: 获得优质视觉一致性

# premium.feature.priority.title
source: Priority Generation
de: Priorisierte Generierung
fr: Génération prioritaire
it: Generazione Prioritaria
ja: 優先生成
ko: 우선 생성
pt: Geração Prioritária
vi: Tạo ưu tiên
zh_hans: 优先生成

# premium.feature.priority.description
source: Skip the wait with faster story generation
de: Überspringe die Wartezeit mit schnellerer Geschichtengenerierung
fr: Évitez l'attente grâce à une génération d'histoires plus rapide
it: Salta l'attesa con una generazione di storie più veloce
ja: より速い物語生成で、待ち時間をスキップ
ko: 더 빠른 이야기 생성으로 기다림 없이 즐기세요
pt: Pule a espera com geração de histórias mais rápida
vi: Bỏ qua thời gian chờ đợi với việc tạo truyện nhanh hơn
zh_hans: 更快生成故事，无需等待

# premium.feature.priority.unlock
source: Skip the wait with priority generation
de: Wartezeit mit priorisierter Generierung überspringen
fr: Évitez l'attente avec la génération prioritaire
it: Salta l'attesa con la generazione prioritaria
ja: 優先生成で待ち時間をスキップ
ko: 우선 생성으로 기다림 건너뛰기
pt: Pule a espera com geração prioritária
vi: Bỏ qua thời gian chờ đợi với tạo ưu tiên
zh_hans: 优先生成，无需等待

# premium.feature.offline.title
source: Offline Reading
de: Offline-Lesen
fr: Lecture hors ligne
it: Lettura Offline
ja: オフライン読書
ko: 오프라인 읽기
pt: Leitura Offline
vi: Đọc ngoại tuyến
zh_hans: 离线阅读

# premium.feature.offline.description
source: Read your favorite stories without an internet connection
de: Lies deine Lieblingsgeschichten ohne Internetverbindung
fr: Lisez vos histoires préférées sans connexion internet
it: Leggi le tue storie preferite senza connessione internet
ja: インターネット接続なしで、お気に入りの物語を読む
ko: 인터넷 연결 없이 좋아하는 이야기를 읽으세요
pt: Leia suas histórias favoritas sem conexão com a internet
vi: Đọc những câu chuyện yêu thích của bạn mà không cần kết nối internet
zh_hans: 无需网络连接即可阅读您喜爱故事

# premium.feature.offline.unlock
source: Read stories without internet
de: Geschichten ohne Internet lesen
fr: Lisez des histoires sans internet
it: Leggi storie senza internet
ja: インターネットなしで物語を読む
ko: 인터넷 없이 이야기 읽기
pt: Leia histórias sem internet
vi: Đọc truyện không cần internet
zh_hans: 离线阅读故事

# premium.feature.analytics.title
source: Parental Analytics
de: Eltern-Analysen
fr: Analyses parentales
it: Analisi Genitoriali
ja: 保護者向け分析
ko: 부모님 분석
pt: Análises Parentais
vi: Phân tích của phụ huynh
zh_hans: 家长分析

# premium.feature.analytics.description
source: Track your child's reading progress and developmental milestones
de: Verfolge den Lesefortschritt und die Entwicklungsmeilensteine deines Kindes
fr: Suivez les progrès de lecture et les étapes de développement de votre enfant
it: Tieni traccia dei progressi di lettura e delle tappe di sviluppo del tuo bambino
ja: お子様の読書進捗と発達のマイルストーンを追跡
ko: 자녀의 독서 진행 상황 및 발달 이정표를 추적하세요
pt: Acompanhe o progresso de leitura e os marcos de desenvolvimento do seu filho
vi: Theo dõi tiến độ đọc và các mốc phát triển của con bạn
zh_hans: 追踪孩子的阅读进度和发展里程碑

# premium.feature.analytics.unlock
source: Track your child's reading progress
de: Lesefortschritt deines Kindes verfolgen
fr: Suivez les progrès de lecture de votre enfant
it: Tieni traccia dei progressi di lettura del tuo bambino
ja: お子様の読書進捗を追跡
ko: 자녀의 독서 진행 상황 추적
pt: Acompanhe o progresso de leitura do seu filho
vi: Theo dõi tiến độ đọc của con bạn
zh_hans: 追踪孩子的阅读进度

# premium.feature.themes.title
source: Custom Themes
de: Benutzerdefinierte Themen
fr: Thèmes personnalisés
it: Temi Personalizzati
ja: カスタムテーマ
ko: 맞춤 테마
pt: Temas Personalizados
vi: Chủ đề tùy chỉnh
zh_hans: 自定义主题

# premium.feature.themes.description
source: Create custom story themes tailored to your child's interests
de: Erstelle benutzerdefinierte Geschichtenthemen, die auf die Interessen deines Kindes zugeschnitten sind
fr: Créez des thèmes d'histoire personnalisés adaptés aux intérêts de votre enfant
it: Crea temi di storia personalizzati in base agli interessi del tuo bambino
ja: お子様の興味に合わせて、カスタム物語テーマを作成
ko: 자녀의 관심사에 맞춰 맞춤형 이야기 테마를 만드세요
pt: Crie temas de histórias personalizados de acordo com os interesses do seu filho
vi: Tạo các chủ đề truyện tùy chỉnh phù hợp với sở thích của con bạn
zh_hans: 根据孩子的兴趣创建自定义故事主题

# premium.feature.themes.unlock
source: Create custom story themes
de: Benutzerdefinierte Geschichtenthemen erstellen
fr: Créez des thèmes d'histoire personnalisés
it: Crea temi di storia personalizzati
ja: カスタム物語テーマを作成
ko: 맞춤 이야기 테마 만들기
pt: Crie temas de histórias personalizados
vi: Tạo chủ đề truyện tùy chỉnh
zh_hans: 创建自定义故事主题

# freeTier.feature.basicGeneration.title
source: Basic Story Generation
de: Grundlegende Geschichtengenerierung
fr: Génération d'histoires de base
it: Generazione Base di Storie
ja: 基本の物語生成
ko: 기본 이야기 생성
pt: Geração Básica de Histórias
vi: Tạo truyện cơ bản
zh_hans: 基本故事生成

# freeTier.feature.basicGeneration.description
source: Generate %d stories per month
de: Generiere %d Geschichten pro Monat
fr: Générez %d histoires par mois
it: Genera %d storie al mese
ja: 月に%d個の物語を生成
ko: 매월 %d개의 이야기 생성
pt: Gere %d histórias por mês
vi: Tạo %d truyện mỗi tháng
zh_hans: 每月生成 %d 个故事

# freeTier.feature.library.title
source: Story Library
de: Geschichtenbibliothek
fr: Bibliothèque d'histoires
it: Libreria di Storie
ja: 物語ライブラリ
ko: 이야기 라이브러리
pt: Biblioteca de Histórias
vi: Thư viện truyện
zh_hans: 故事库

# freeTier.feature.library.description
source: Access your personal story library
de: Greife auf deine persönliche Geschichtenbibliothek zu
fr: Accédez à votre bibliothèque d'histoires personnelle
it: Accedi alla tua libreria di storie personale
ja: あなたの個人物語ライブラリにアクセス
ko: 개인 이야기 라이브러리에 액세스하세요
pt: Acesse sua biblioteca de histórias pessoal
vi: Truy cập thư viện truyện cá nhân của bạn
zh_hans: 访问您的个人故事库

# freeTier.feature.reading.title
source: Basic Reading
de: Grundlegendes Lesen
fr: Lecture de base
it: Lettura Base
ja: 基本の読書
ko: 기본 읽기
pt: Leitura Básica
vi: Đọc cơ bản
zh_hans: 基本阅读

# freeTier.feature.reading.description
source: Read stories with standard features
de: Geschichten mit Standardfunktionen lesen
fr: Lisez des histoires avec des fonctionnalités standard
it: Leggi storie con funzionalità standard
ja: 標準機能で物語を読む
ko: 표준 기능으로 이야기 읽기
pt: Leia histórias com recursos padrão
vi: Đọc truyện với các tính năng tiêu chuẩn
zh_hans: 阅读具有标准功能的故事

# freeTier.feature.profile.title
source: Single Child Profile
de: Einzelnes Kinderprofil
fr: Profil d'enfant unique
it: Profilo Bambino Singolo
ja: お子様プロフィール（1人分）
ko: 단일 자녀 프로필
pt: Perfil Único de Criança
vi: Hồ sơ một trẻ em
zh_hans: 单儿童档案

# freeTier.feature.profile.description
source: One child profile with basic customization
de: Ein Kinderprofil mit grundlegender Anpassung
fr: Un profil d'enfant avec personnalisation de base
it: Un profilo bambino con personalizzazione base
ja: 基本的なカスタマイズが可能な、お子様プロフィール（1人分）
ko: 기본 맞춤 설정이 가능한 자녀 프로필 1개
pt: Um perfil de criança com personalização básica
vi: Một hồ sơ trẻ em với tùy chỉnh cơ bản
zh_hans: 一个具有基本自定义功能的儿童档案

# freeTier.feature.settings.title
source: Basic Settings
de: Grundeinstellungen
fr: Paramètres de base
it: Impostazioni Base
ja: 基本設定
ko: 기본 설정
pt: Configurações Básicas
vi: Cài đặt cơ bản
zh_hans: 基本设置

# freeTier.feature.settings.description
source: Essential parental controls and app settings
de: Wesentliche Kindersicherung und App-Einstellungen
fr: Contrôles parentaux essentiels et paramètres de l'application
it: Controlli parentali essenziali e impostazioni dell'app
ja: 必須の保護者管理とアプリ設定
ko: 필수 자녀 보호 기능 및 앱 설정
pt: Controles parentais essenciais e configurações do aplicativo
vi: Các kiểm soát của phụ huynh và cài đặt ứng dụng thiết yếu
zh_hans: 基本家长控制和应用设置

# error.recovery.productNotFound
source: Please check your internet connection and try again
de: Bitte überprüfe deine Internetverbindung und versuche es erneut
fr: Veuillez vérifier votre connexion internet et réessayer
it: Controlla la tua connessione internet e riprova
ja: インターネット接続を確認して、もう一度お試しください
ko: 인터넷 연결을 확인하고 다시 시도해주세요
pt: Verifique sua conexão com a internet e tente novamente
vi: Vui lòng kiểm tra kết nối internet và thử lại
zh_hans: 请检查您的网络连接并重试

# error.recovery.purchaseFailed
source: Please verify your payment method and try again
de: Bitte überprüfe deine Zahlungsmethode und versuche es erneut
fr: Veuillez vérifier votre mode de paiement et réessayer
it: Verifica il tuo metodo di pagamento e riprova
ja: お支払い方法を確認して、もう一度お試しください
ko: 결제 수단을 확인하고 다시 시도해주세요
pt: Verifique seu método de pagamento e tente novamente
vi: Vui lòng xác minh phương thức thanh toán và thử lại
zh_hans: 请验证您的付款方式并重试

# error.recovery.verificationFailed
source: Please contact support if this issue persists
de: Bitte kontaktiere den Support, wenn dieses Problem weiterhin besteht
fr: Veuillez contacter le support si ce problème persiste
it: Contatta il supporto se il problema persiste
ja: この問題が解決しない場合は、サポートにお問い合わせください
ko: 문제가 계속되면 지원팀에 문의해주세요
pt: Entre em contato com o suporte se o problema persistir
vi: Vui lòng liên hệ hỗ trợ nếu vấn đề này vẫn tiếp diễn
zh_hans: 如果问题仍然存在，请联系客服

# error.recovery.pending
source: Your purchase is being processed. Please wait a moment
de: Dein Kauf wird bearbeitet. Bitte warte einen Moment
fr: Votre achat est en cours de traitement. Veuillez patienter un instant
it: Il tuo acquisto è in elaborazione. Attendi un momento
ja: 購入処理中です。しばらくお待ちください
ko: 구매가 처리 중입니다. 잠시 기다려주세요
pt: Sua compra está sendo processada. Por favor, aguarde um momento
vi: Giao dịch mua của bạn đang được xử lý. Vui lòng đợi một lát
zh_hans: 您的购买正在处理中，请稍候

# error.recovery.unknown
source: Please try again or contact support
de: Bitte versuche es erneut oder kontaktiere den Support
fr: Veuillez réessayer ou contacter le support
it: Riprova o contatta il supporto
ja: もう一度お試しいただくか、サポートにお問い合わせください
ko: 다시 시도하거나 지원팀에 문의해주세요
pt: Tente novamente ou entre em contato com o suporte
vi: Vui lòng thử lại hoặc liên hệ hỗ trợ
zh_hans: 请重试或联系客服

# error.recovery.cancelled
source: You can complete your purchase at any time
de: Du kannst deinen Kauf jederzeit abschließen
fr: Vous pouvez finaliser votre achat à tout moment
it: Puoi completare il tuo acquisto in qualsiasi momento
ja: 購入はいつでも完了できます
ko: 언제든지 구매를 완료할 수 있습니다
pt: Você pode concluir sua compra a qualquer momento
vi: Bạn có thể hoàn tất giao dịch mua bất cứ lúc nào
zh_hans: 您可以随时完成购买

# error.recovery.notAllowed
source: Please check your device restrictions or payment settings
de: Bitte überprüfe deine Geräteeinschränkungen oder Zahlungseinstellungen
fr: Veuillez vérifier les restrictions de votre appareil ou les paramètres de paiement
it: Controlla le restrizioni del tuo dispositivo o le impostazioni di pagamento
ja: デバイスの制限または支払い設定を確認してください
ko: 기기 제한 또는 결제 설정을 확인해주세요
pt: Verifique as restrições do seu dispositivo ou as configurações de pagamento
vi: Vui lòng kiểm tra các hạn chế thiết bị hoặc cài đặt thanh toán của bạn
zh_hans: 请检查您的设备限制或付款设置

# paywall.homePromotion.title
source: Unlock More Magic
de: Mehr Magie freischalten
fr: Débloquez plus de magie
it: Sblocca Più Magia
ja: もっと魔法をアンロック
ko: 더 많은 마법 잠금 해제
pt: Desbloqueie Mais Magia
vi: Mở khóa thêm phép thuật
zh_hans: 解锁更多魔法

# paywall.homePromotion.message
source: Create unlimited stories with Premium
de: Erstelle unbegrenzt Geschichten mit Premium
fr: Créez des histoires illimitées avec Premium
it: Crea storie illimitate con Premium
ja: プレミアムで物語を無制限に作成
ko: 프리미엄으로 무제한 이야기 만들기
pt: Crie histórias ilimitadas com o Premium
vi: Tạo truyện không giới hạn với Premium
zh_hans: 使用高级版创作无限故事

# paywall.libraryPromotion.title
source: Expand Your Library
de: Erweitere deine Bibliothek
fr: Développez votre bibliothèque
it: Espandi la Tua Libreria
ja: ライブラリを拡張
ko: 라이브러리 확장
pt: Expanda Sua Biblioteca
vi: Mở rộng thư viện của bạn
zh_hans: 扩展您的故事库

# paywall.libraryPromotion.message
source: Build a bigger library with unlimited story generation
de: Baue eine größere Bibliothek mit unbegrenzter Geschichtengenerierung auf
fr: Construisez une plus grande bibliothèque avec la génération d'histoires illimitée
it: Crea una libreria più grande con la generazione illimitata di storie
ja: 無制限の物語生成で、より大きなライブラリを構築
ko: 무제한 이야기 생성으로 더 큰 라이브러리 구축
pt: Construa uma biblioteca maior com geração ilimitada de histórias
vi: Xây dựng thư viện lớn hơn với việc tạo truyện không giới hạn
zh_hans: 通过无限故事生成，建立更大的故事库
